angular.module('siBelApp', [
  'ngAnimate',
  'ngCookies',
  'ngResource',
  'ui.router',
  'ngSanitize',
  'ngTouch',
  'ui.bootstrap',
  'pascalprecht.translate',
  'angularFileUpload',
  'file-model',
  'leaflet-directive',
  'ncy-angular-breadcrumb',
  'echarts-ng',
])
  .config(function ($stateProvider, $urlRouterProvider) {
    "use strict";
    $urlRouterProvider.otherwise('/');
    $stateProvider
      .state('root', {
        url: '',
        abstract: true,
        views: {
          'header': {
            templateUrl: 'views/header.html',
            controller: 'HeaderCtrl'
          },
          'footer': {
            templateUrl: '/views/footer.html',
            controller: 'FooterCtrl'
          }
          // 'sidebar':{
          //   templateUrl: 'views/layouts/sidebar.html',
          //   controller: 'SidebarCtrl'
          // }
        }
      })

      .state('root.404', {
        url: '/sorry',
        views: {
          'container@': {
            templateUrl: 'views/404.html',
            controller: 'ErrorCtrl'
          }
        }
      })
      .state('root.main', {
        url: '/',
        ncyBreadcrumb: {
          label: "Главная",
          parent: 'root'
        },
        views: {
          'container@': {
            templateUrl: 'views/home.html',
            controller: 'HomeCtrl'
          }
        }
      })

      .state('root.company', {
        url: '/company',
        ncyBreadcrumb: {
          label: "Компания",
          parent: 'root.main'
        },
        views: {
          'container@': {
            templateUrl: '/views/company.html',
            controller: 'CompanyCtrl'
          }
        }
      })
      .state('root.company.about', {
        url: '/about',
        ncyBreadcrumb: {
          label: "О компании",
          parent: 'root.company'

        },
        views: {
          'company@root.company': {
            templateUrl: '/views/partials/company/_about.html',
            controller: 'CompanyAboutCtrl'
          }
        }
      })
      .state('root.company.value', {
        url: '/value',
        ncyBreadcrumb: {
          label: "Ценности",
          parent: 'root.company'
        },
        views: {
          'company@root.company': {
            templateUrl: '/views/partials/company/_value.html',
            controller: 'CompanyValueCtrl'
          }
        }
      })
      .state('root.company.team', {
        url: '/team',
        ncyBreadcrumb: {
          label: "Команда",
          parent: 'root.company',
        },
        views: {
          'company@root.company': {
            templateUrl: '/views/partials/company/_team.html',
            controller: 'CompanyTimeCtrl'
          }
        }
      })
      .state('root.company.reviews', {
        url: '/reviews',
        ncyBreadcrumb: {
          label: "Отзывы",
          parent: 'root.company'
        },
        views: {
          'container@': {
            templateUrl: '/views/partials/company/_carsDetail.html',
            controller: 'CompanyReviewsCtrl'
          }
        }
      })
      .state('root.service', {
        url: '/service',
        ncyBreadcrumb: {
          label: "Решения и услуги",
          parent: 'root.main'
        },
        views: {
          'container@': {
            templateUrl: '/views/partials/service/service.html',
            controller: 'ServiceCtrl'
          }
        }
      })
      .state('root.service.business', {
        url: '/business',
        params:{
          param: null
        },
        ncyBreadcrumb: {
          label: "Программные решения ",
          parent: 'root.service'
        },
        views: {
          'service@root.service': {
            templateUrl: '/views/partials/service/business.html',
            controller: 'SoftForBusinessCtrl'
          }
        }
      })
      .state('root.service.business.automation', {
        url: '/automation',
        params:{
          param: null
        },
        ncyBreadcrumb: {
          label: "Автоматизация процессов организации",
          parent: 'root.service.business'
        },
        views: {
          'business@root.service.business': {
            templateUrl: '/views/partials/service/business/automation/automation.html',
            controller: 'SoftForBusinessCtrl'
          }
        }
      })
      .state('root.service.business.complex', {
        url: '/complex',
        params:{
          param: null
        },
        ncyBreadcrumb: {
          label: "Комплексные решения",
          parent: 'root.service.business'
        },
        views: {
          'business@root.service.business': {
            templateUrl: '/views/partials/service/business/complex/complex.html',
            controller: 'SoftForBusinessCtrl'
          }
        }
      })
      .state('root.service.business.elDoc', {
        url: '/elDoc',
        params:{
          param: null
        },
        ncyBreadcrumb: {
          label: "Электронный документооборот",
          parent: 'root.service.business'
        },
        views: {
          'business@root.service.business': {
            templateUrl: '/views/partials/service/business/elDoc/elDoc.html',
            controller: 'SoftForBusinessCtrl'
          }
        }
      })
      .state('root.service.mobile', {
        url: '/mobile',
        params:{
          param: null
        },
        ncyBreadcrumb: {
          label: "Телеком",
          parent: 'root.service'
        },
        views: {
          'service@root.service': {
            templateUrl: '/views/partials/service/mobile.html',
            controller: 'SoftForMobileCtrl'
          }
        }
      })
      //////////////////////////////////////////////

      .state('root.service.mobile.audit', {
        url: '/audit',
        params:{
          param: null
        },
        ncyBreadcrumb: {
          label: "Аудит и контроль полноты данных",
          parent: 'root.service.mobile'
        },
        views: {
          'mobile@root.service.mobile': {
            templateUrl: '/views/partials/service/mobile/audit/audit.html',
            controller: 'SoftForMobileCtrl'
          }
        }
      })
      .state('root.service.mobile.cdr', {
        url: '/cdr',
        params:{
          param: null
        },
        ncyBreadcrumb: {
          label: "Длительное хранение CDR",
          parent: 'root.service.mobile'
        },
        views: {
          'mobile@root.service.mobile': {
            templateUrl: '/views/partials/service/mobile/cdr/cdr.html',
            controller: 'SoftForMobileCtrl'
          }
        }
      })
      .state('root.service.mobile.session', {
        url: '/session',
        params:{
          param: null
        },
        ncyBreadcrumb: {
          label: "Агрегация длинных сессий",
          parent: 'root.service.mobile'
        },
        views: {
          'mobile@root.service.mobile': {
            templateUrl: '/views/partials/service/mobile/session/session.html',
            controller: 'SoftForMobileCtrl'
          }
        }
      })

      //////////////////////////////////////

      .state('root.service.it', {
        url: '/it',
        params: {
          param: null
        },
        ncyBreadcrumb: {
          label: "ИТ-услуги",
          parent: 'root.service'
        },
        views: {
          'service@root.service': {
            templateUrl: '/views/partials/service/it.html',
            controller: 'ItServicesCtrl'
          }
        }
      })
      .state('root.service.it.audit', {
        url: '/audit',
        params:{
          param: null
        },
        ncyBreadcrumb: {
          label: "ИТ-аудит",
          parent: 'root.service.it'
        },
        views: {
          'it@root.service.it': {
            templateUrl: '/views/partials/service/it/audit/audit.html',
            controller: 'ItServicesCtrl'
          }
        }
      })
      .state('root.service.it.infra', {
        url: '/infra',
        params:{
          param: null
        },
        ncyBreadcrumb: {
          label: "ИТ-инфраструктура",
          parent: 'root.service.it'
        },
        views: {
          'it@root.service.it': {
            templateUrl: '/views/partials/service/it/infra/infra.html',
            controller: 'ItServicesCtrl'
          }
        }
      })
      .state('root.service.it.engineer', {
        url: '/engineer',
        params:{
          param: null
        },
        ncyBreadcrumb: {
          label: "Инженерная инфраструктура",
          parent: 'root.service.it'
        },
        views: {
          'it@root.service.it': {
            templateUrl: '/views/partials/service/it/engineer/engineer.html',
            controller: 'ItServicesCtrl'
          }
        }
      })
      .state('root.service.implementation', {
        url: '/implementation',
        params: {
          param: null
        },
        ncyBreadcrumb: {
          label: "Реализация",
          parent: 'root.service'
        },
        views: {
          'service@root.service': {

            templateUrl: '/views/partials/service/implementation.html',
            controller: 'ImplementationCtrl'
          }
        }
      })

      .state('root.cases', {
        url: '/cases',
        views: {
          'container@': {
            templateUrl: '/views/partials/cases/cases.html',
            controller: 'CasesCtrl'
          }
        }
      })
      // .state('root.cases.details', {
      //   url: '/details',
      //   views: {
      //     'cases@root.cases': {
      //       templateUrl: '/views/partials/cases/project.html',
      //       controller:  'ProjectCtrl'
      //     }
      //   }
      // })

      .state('root.benefits', {
        url: '/benefits',
        ncyBreadcrumb: {
          label: "Перимущества",
          parent: 'root'
        },
        views: {
          'container@': {
            templateUrl: '/views/partials/benefits/benefits.html',
            controller: 'BenefitsCtrl'
          }
        }
      })
      .state('root.benefits.employees', {
        url: '/employees',
        ncyBreadcrumb: {
          label: "Сотрудники",
          parent: 'root.benefits'
        },
        views: {
          'benefits@root.benefits': {
            templateUrl: '/views/partials/benefits/employees.html',
            controller: 'EmployeesCtrl'
          }
        }
      })
      .state('root.benefits.innovations', {
        url: '/innovations',
        ncyBreadcrumb: {
          label: "Инновации",
          parent: 'root.benefits'
        },
        views: {
          'benefits@root.benefits': {
            templateUrl: '/views/partials/benefits/innovations.html',
            controller: 'InnovationsCtrl'
          }
        }
      })
      .state('root.benefits.standards', {
        url: '/standards',
        ncyBreadcrumb: {
          label: "Стандарты и бизнес-процессы",
          parent: 'root.benefits'
        },
        views: {
          'benefits@root.benefits': {
            templateUrl: '/views/partials/benefits/standards.html',
            controller: 'StandardsCtrl'
          }
        }
      })
      .state('root.benefits.guarantees', {
        url: '/guarantees',
        ncyBreadcrumb: {
          label: "Гарантии",
          parent: 'root.benefits'
        },
        views: {
          'benefits@root.benefits': {
            templateUrl: '/views/partials/benefits/guarantees.html',
            controller: 'GuaranteesCtrl'
          }
        }
      })
      .state('root.contacts', {
        url: '/contacts',
        views: {
          'container@': {
            templateUrl: '/views/contacts.html',
            controller: 'ContactsCtrl'
          }
        }
      })
      .state('root.projects', {
        url: '/projects',
        views: {
          'container@': {
            templateUrl: '/views/projects.html',
            controller: 'ProjectsCtrl'
          }
        }
      });
  })

  .config(function ($breadcrumbProvider) {
    "use strict";
    $breadcrumbProvider.setOptions({
      template: '<ul class="breadcrumb">' +
      '<li ng-repeat="step in steps" ng-switch="$last || !!step.abstract" ng-class="{active: $last}">' +
      '<a ng-switch-when="false" href="{{step.ncyBreadcrumbLink}}">{{step.ncyBreadcrumbLabel}}</a>' +
      '<span ng-switch-when="true">{{step.ncyBreadcrumbLabel}}</span>' +
      '<span class="divider" ng-hide="$last"></span>' +
      '</li>' +
      '</ul>'

    });
  })

  .config(function ($translateProvider) {

    "use strict";
    // $translateProvider.preferredLanguage('ru');
    $translateProvider.fallbackLanguage('ru');
    $translateProvider.determinePreferredLanguage();
    $translateProvider.translations('ru', {
      Header: {
        nav_1: 'Компания',
        nav_1_1: 'О Компании',
        nav_1_2: 'Ценности',
        nav_1_3: 'Команда',
        nav_1_5: 'Вакансии',
        nav_1_4: 'Отзывы',
        nav_2: 'Решения и услуги',
        nav_2_1: 'Программные решения ',
        nav_2_1_1: 'Комплексные решения',
        nav_2_1_2: 'Автоматизация процессов организации',
        nav_2_1_3: 'Электронный документооборот',
        nav_2_2: 'Телекоммуникации',
        nav_2_2_1: 'Длительное хранение CDR',
        nav_2_2_2: 'Агрегация длинных сессий',
        nav_2_2_3: 'Аудит и контроль полноты данных',
        nav_2_3: 'ИТ-услуги',
        nav_2_3_1: 'ИТ-аудит',
        nav_2_3_2: 'ИТ-инфраструктура',
        nav_2_3_3: 'Инженерная инфраструктура',
        nav_2_4: 'Реализация',
        nav_3: 'Кейсы',
        nav_4: 'Преимущества',
        nav_4_1: 'Сотрудники',
        nav_4_2: 'Инновации',
        nav_4_3: 'Стандарты и бизнес-процессы',
        nav_4_4: 'Гарантии',
        nav_5: 'Контакты',
      },
      Footer: {
        nav_1: 'КОМПАНИЯ',
        nav_2: 'РЕШЕНИЯ И УСЛУГИ',
        nav_3: 'КЕЙСЫ',
        nav_4: 'ПРЕИМУЩЕСТВА',
        nav_5: 'КОНТАКТЫ',
      },
      HOME: {
        TITLE: 'ИТ — наше  призвание',
        ROW_1_TITLE: 'Решения для бизнеса',
        ROW_1: 'Эффективное управление и минимизация человеческого фактора',
        ROW_1_BTN: 'Подробнее',
        ROW_2_TITLE: 'Телекомммуникации',
        ROW_2: 'Внедрение и разработка ПО для операторов мобильной связи',
        ROW_2_BTN: 'Ознакомиться',
        ROW_3_TITLE: 'ИТ-услуги',
        ROW_3: 'ИТ-инфраструктура: модернизация и обслуживание в режиме 24/7',
        ROW_3_BTN: 'Узнать детали',
      },
      SLIDER: {
        BTN_1: 'Подробнее',
        BTN_2: 'Оставить запрос',
        Slide_1_Title_1: 'Программное решение',
        Slide_1_Title_2: 'для бизнеса',
        Slide_1_li: {
          1: "Автоматизация бизнес-процессов",
          31: "Актуализация информации",
          32: "о состоянии  дел предприятия",
          4: "Аналитика бизнес-данных",
        },
        Slide_2_Title_1: 'ПО для мобильных',
        Slide_2_Title_2: 'операторов',
        Slide_2_li: {
          1: "Подготовка данных для выставления счетов",
          2: "Защита от мошенничества",
          3: "Активация услуг, предоставляемых мобильным оператором",
        },
        Slide_3_Title_1: 'Опора для бизнеса',
        Slide_3_li: {
          1: "ИТ-аудит инфраструктуры",
          2: "Обслуживание и поддержка",
          3: "Создание корпоративных сетей",
          4: "Мониторинг информационной системы",
        }

      },
      Company: {
        TITLE: 'Наша компания',
        Name: 'Евгений Петрушин',
        Name_description_1: 'Директор по ',
        Name_description_2: 'системной интеграции',
        Comments: "Компания «СиБел» входит в структуру многопрофильного холдинга «БелХард» и за 10 лет успешной деятельности в сфере системной интеграции достигла признания среди клиентов, вендоров и коллег.  Наши стремления в продвижении собственных ИТ-решений и услуг для белорусского бизнеса...",
        Btn_1: 'Подробнее',
        Btn_2: 'Приглашаем в команду'
      },
      Ideas: {
        imgHeader_1: 'Разработка',
        imgHeader_2: 'Системное решение для нотариата',
        Title: 'Реализованные проекты и передовые идеи говорят за наc',
        Description_1: 'Компания «СиБел» специализируется на предоставлении  прикладных услуг в сфере высоких технологий.',
        Description_2: 'ЕИС нотариата Беларуси предназначена для автоматизации поиска, получения, передачи, сбора, обработки, накопления, хранения, распространения информации о нотариальной деятельности...',
        Btn_1: 'Подробнее',
        Btn_2: 'Показать все',
      },
      Vendors: {
        Title: 'Наши вендоры'
      },
      Questions: {
        Title: 'Остались вопросы?',
        Row_1_Title_1: 'Напишите нам,',
        Row_1_Title_2: 'и мы обязательно свяжемся с вами',
        Row_2_Title: 'Или позвоните нам',
        Btn_1: 'Оставить запрос',
        Btn_2: 'Заказать звонок',
        Min_Row_1_1: 'Напишите нам, и мы обязательно',
        Min_Row_1_2: 'свяжемся с вами. Или позвоните нам'
      },
      Error: {
        Title_1: 'Мы работаем над новой версией сайта.',
        Title_2: 'Вы увидите его совсем скоро. Приносим свои извинения.',
        Title_Color: 'Уведомление об открытии',
        Descriptions_1: 'Хотите узнать о публикации сайта? Укажите ваш e-mail,',
        Descriptions_2: 'и мы обязательно сообщим вам. Мы меняемся для вас!',
        Btn: 'Получить уведомление',
        Address_1: 'БЦ «Фаренгейт», 4-й этаж',
        Address_2: 'Ул. Притыцкого, 79, 220140, Минск, Беларусь'

      },
      Modal: {
        Header: {
          1: 'Запрос',
          2: 'Резюме',
          3: 'Заказать звонок',
          4: 'Отзыв',
          5: 'Поздравить'
        },
        Title: {
          11: 'Заполните форму, отправьте, ',
          12: 'и мы свяжемся в удобное для вас время ',
          21: 'Хотите присоединиться к команде «СиБел»? ',
          22: 'Заполните форму, пришлите резюме,',
          23: 'и мы свяжемся с вами',
          31: 'Заполните форму, отправьте, ',
          32: 'и мы свяжемся с вами для консультации',
          41: 'Заполните форму, чтобы оставить отзыв о «СиБел».',
          42: 'Мы очень ценим ваше мнение. Спасибо за участие!',
          51: 'Заполнив форму, вы разделите с «СиБел» радость ',
          52: 'знаменательного события. Спасибо за участие!'
        },
        Btn_file: 'Прикрепить файл',
        Btn_push: 'Отправить',
        Description_1: 'Размер файла не должен превышать 5 Мб',
        Description_2: "* — поля, обязательные для заполнения",
        Name_plh: "Имя, фамилия*",
        Phone_plh: "Телефон*",
        Datetime_plh: "Время и дата*",
        Company_plh: "Организация, должность",
        Area_plh: "Сообщение",
        Select: {
          Title: "-Выберите, направление-",
          1: "Разработка мобильных приложений",
          2: "Исследования в области матанализа",
        },
        UploaderBtn_1: 'Загрузить',
        UploaderBtn_2: 'Удалить',
        TableHeader: {
          Name: 'Имя',
          Size: 'Размер',
          Status: 'Статус',
          Actions: 'Действия',
        },
        Alert_True: "Сообщение передано",
        Alert_Error: "Ошибка передачи. Повторите позже."
      },
      SecondPage: {
        Slider: {
          Title: '10 лет успехов в ИТ',
          Text: 'В ноябре 2006 года наша компания заявила о себе в сфере высоких технологий. Мы прошли захватывающий путь. Преодолевая препятствия и свершая открытия, достигали поставленных целей',
          Btn_1: 'Подробнее',
          Btn_2: 'Поздравить ;)'
        },
        Icons: {
          Title: 'Развитие компании',
          Header_ICO_1: "Год основания",
          Text_ICO_1: ' 10 лет работы для достижения отличного результата и высокого качества работ',
          Btn_ICO_1: 'О компании',
          Header_ICO_2: "Рост команды",
          Text_ICO_2: 'Лучшие специалисты вливаются в наши ряды',
          Btn_ICO_2: 'Ценности',
          Header_ICO_3: "Кейсы",
          Text_ICO_3: 'Составляют наш опыт и знания сферы высоких технологий для бизнес-решений',
          Btn_ICO_3: 'Команда',

        },
        About: {
          Title_1: 'Наша компания',
          Text_1_1: '«СиБел» входит в группу компаний «БелХард» и за 10 лет успешной деятельности в сфере системной интеграции достигла признания среди клиентов, вендоров и коллег. Возможность привлекать для эффективного решения задач все ресурсы холдинга: производственные, материальные, финансовые и иные — делает сотрудничество успешным. Продвигая собственные ИТ-решения и услуги для белорусских компаний, мы помогаем бизнесу работать.',
          Text_1_2: 'Резидентство компании «СиБел» в ПВТ Беларуси подтверждает уровень предоставляемых услуг, внедрение инновационных ИТ-проектов различной сложности. Наши специалисты регулярно проходят обучение, повышают квалификацию и степень знаний в учебных центрах IBM, Microsoft, Lotus и других, подтверждая результаты успешными сертификационными экзаменами вендоров и производителей.',
          Title_2: 'Наша цель',
          Text_2_1: ' — стать ведущей компанией в Беларуси по предоставлению платформенных решений для бизнеса и услуг в сфере высоких технологий.',
          Text_2_2: 'Мы уверены, что достигнем поставленной цели:',
          Text_2_2_1: 'мы знаем потребности нашего клиента и специфику белорусского бизнеса',
          Text_2_2_2: 'в нашей команде высококвалифицированные специалисты',
          Text_2_2_3: 'мы внедряем новые технологии',
          Title_3: 'Наша миссия',
          Text_3_1: '— повысить рейтинг Беларуси по показателю развития информационно-коммуникационных технологий (ICT Development Index), который характеризует достижения стран с точки зрения развития ИТ-сферы, охватывающей все области создания, передачи, хранения, распространения и восприятия информации.',
        },
        Value: {
          Title_1: 'Сотрудники',
          Text_1: 'Наша главная ценность. Мы гордимся каждым и ценим достойных, предлагая оптимальные условия труда и отдыха',
          Title_2: 'Качество',
          Text_2: 'Мы подтверждаем качество оказываемых услуг, гарантируя их соответствие стандартам',
          Title_3: 'Клиенты',
          Text_3: 'Фокус на потребностях каждого клиента делает наши услуги уникальными. Внедряем новейшие решения для процветания бизнеса',
          Title_4: 'Развитие',
          Text_4: 'Каждый из команды стремится обогатить собственный багаж знаний и навыков, благодаря которым поставленные цели достигаются в кратчайшие сроки. Развиваясь сами, мы желаем благосостояния нашим партнерам',
          Title_5: 'Ответственный бизнес',
          Text_5: 'Понимание ценности каждого для общества отражается в старании повысить уровень и качество жизни наших сотрудников и членов их семей, участвовать в различных программах и внедрять социально значимые проекты',
          Title_6: 'Профессионализм',
          Text_6: 'Мы собрали команду высококвалифицированных специалистов, которых объединяет любимое дело. Стремимся быть асами в своей сфере',
        },
        Time: {
          Title_1: 'Наша команда',
          Text_1: '«СиБел» — это команда талантливых специалистов, радеющих за свое дело. Мы приветствуем инициативность, творческий подход и системность. Каждый сотрудник «СиБел» имеет возможность проявить свой профессионализм, применить имеющиеся навыки и поделиться знаниями с коллегами.',
          Text_2: 'Команду направляют общие цели, а принципы корпоративной культуры сплачивают единомышленников.',
          Title_2: 'Принципы команды «СиБел»',
          Head_li_1: 'Нацеленность на результат',
          li_1: 'Сплоченная работа команды и ответственность за принятие решений приводит к ожидаемому итогу — качественный продукт в заданные сроки',
          Head_li_2: 'Контактность',
          li_2: 'Открытость и доступность обратной связи между всеми членами команды делает рабочий процесс эффективным и быстрым',
          Head_li_3: 'Развитие и стремление к новому',
          li_3: 'Жажда новых знаний и широкий кругозор каждого сотрудника обогащают интеллектуальный багаж всей команды',
          Head_li_4: 'Взаимоуважение и поддержка',
          li_4: 'Дружественность и внимание от всех к каждому делает рабочую атмосферу комфортной, а коллектив сплоченным. Мы — команда!',
          Descriptions_Text: '«СиБел» активно развивается, привлекая новых талантливых, активных профессионалов. Присоединяйтесь!',
          Btn: 'Приглашаем в команду'
        },
        Comments: {
          Global_Title: 'Клиенты о нас',
          Global_description_1: 'Мнение клиентов о сотрудничестве с нами имеет большое значение. Мы дорожим своей репутацией и стремимся поддерживать статус надежного партнера. Отзывы о работе с «СиБел» — это объективная оценка нашей деятельности.',
          Title: 'Александр Федоров ',
          Descriptions_11: 'Руководитель департамента телекоммуникационных решений',
          Descriptions_12: 'НР Enterprises CIS ',
          Text_11: ' 10-летнее сотрудничество и успешная реализация более 50 совместных проектов для операторов мобильной связи позволяет с уверенностью утверждать: «СиБел» — надежный партнер, предоставляющий комплексные решения в сфере ИТ-телекоммуникаций.',
          Text_12: ' О компетентности и высокой квалификации специалистов «СиБел» без лишних слов свидетельствует портфель проектов, включающий разработки для компаний России (МТС, Мегафон, Связьинформ, ТрансТелеКом, ТатТелеКом, СибирьТелеКом), Казахстана (MS BizTalk, MS Axapta, MS SQL Server, MS SharePoint Server, .NET), Беларуси (МТС, Life, Velcom).',
          Text_13: ' Устойчивое развитие деловых отношений НР Enterprises CIS и «СиБел» переросло в плодотворное сотрудничество двух компаний и продолжает развивать область ИТ-телекоммуникаций Беларуси и стран СНГ.',
          Title_2: 'Олег Бурак',
          Descriptions_21: 'Заместитель председателя дирекции по техническим вопросам',
          Descriptions_22: 'ИООО «КАПШ Телематик Сервисиз»',
          Text_21: 'В 2013 году наши компании сплотил запуск электронной системы оплаты за проезд по дорогам Республики Беларусь — Beltoll. Создание центра обработки данных, необходимого для ее функционирования, логично увенчалось заключением долгосрочного контракта с авторитетной аутсорсинговой компанией — «СиБел». Обслуживание и поддержку ИТ-инфраструктуры (телекоммуникаций, серверного оборудования, операционной системы), а также сервис инженерных систем центра данных (электроснабжения, кондиционирования и т. д.) проводит отдел системной интеграции.',
          Text_22: '«СиБел» действительно отлично выполняет свою работу — контроль системы осуществляется в режиме 24/7, а подробные отчеты службы мониторинга отражают уровни доступности сервисов и подсистем, определяя качество предоставляемых услуг. ',
          Text_23: 'Весомое преимущество «СиБел» в том, что компания не боится обязательств, гарантируя работоспособность ИТ-системы двусторонним SLA-соглашением.',
          Title_3: 'Сергей Козел',
          Descriptions_31: 'Заместитель директора',
          Descriptions_32: 'ООО «АСД-техника»',
          Text_31: 'Уже более двух лет «СиБел» предоставляет услуги ИТ-аутсорсинга нашей компании. За длительный период сотрудничества очевидно главное: все работы специалисты «СиБел» выполняют в срок и качественно, консультируют по любым вопросам, обеспечили бесперебойную работу в «сложных» условиях переезда офиса и производства.',
          Title_4: 'Д. Ю. Грузицкий',
          Descriptions_41: 'Первый заместитель председателя правления',
          Descriptions_42: 'ОАО «Технобанк»',
          Text_41: 'ОАО «Технобанк» — банк с частным белорусским капиталом, сумевший завоевать доверие солидных финансовых партнеров, достичь уважения клиентов. В своей деятельности мы стремимся к соответствию высоким мировым стандартам банковского обслуживания.',
          Text_42: 'ИТ-инфраструктура банка оказывает непосредственное влияние на профессиональную деятельность нашей компании. Чтобы снизить потери в качестве услуг и временные затраты на устранение технических сбоев, ЗАО «БелаХард Групп» (торговая марка «СиБел») провела комплексные работы по модернизации ИТ-инфраструктуры.',
          Text_43: 'Сотрудники «СиБел» в указанный срок (6 мес.) оперативно и качественно справились с поставленными задачами без вмешательства в регламент ОАО «Технобанк».',
          Text_44: 'Выражаем благодарность специалистам «БелХард Групп» за эффективные работы по обновлению оборудования, реконструкции отказоустойчивой ИТ-инфраструктуры и реализации комплексной системы мониторинга.',
          Btn_1: 'Подробнее',
          Btn_2: 'Оставить отзыв',
          Btn_3: 'Все отзывы'
        }

      },
      Contacts: {
        Title: 'Контакты',
        Btn_1: 'На карте',
        Btn_2: 'Оставить запрос',
        Back: 'Назад',
        Tooltip: 'Скрыть карту'
      },
      Business: {
        Slider: {
          Title: "ИТ-решения для бизнеса",
          Description: 'Высокие технологии позволяют перевести бизнес-потребности в плоскость программного обеспечения. Мы оправдываем ожидания наших клиентов, используя современные и креативные технологические решения'
        },
        Icon: {
          Title: '«СиБел» для бизнеса',
          icon_1_title: 'Бизнес-анализ',
          icon_1_description: 'Выявления текущих и будущих потребностей рынка и заинтересованных лиц',
          icon_1_btn: 'Комплексные решения',
          icon_2_title: 'Ориентация на клиента',
          icon_2_description: 'Предложения и рекомендации для удовлетворения реальных потребностей заказчика',
          icon_2_btn: 'Автоматизация процессов организации',
          icon_3_title: 'Оптимизация бизнеса',
          icon_3_description: 'Консультирование заказчика по вопросам оптимизации его бизнес-процессов',
          icon_3_btn: 'Электронный документооборот'
        },
        Complex: {
          Blue: {
            Title: 'Комплексное решение',
            Description_1: '«СиБел» предлагает комплексное решение по настройке процессов организации и управлению ими, обеспечению взаимодействия по процессам и сбору аналитических данных по процессам при помощи электронного документооборота.',
            Description_2: 'Решаемые задачи:',
            li_1: 'автоматизация процессов организации',
            li_2: 'разработка алгоритмов расчета услуг, оказываемых в рамках процесса (процессов)',
            li_3: 'организация электронного документооборота',
            li_4: 'создание документов на основе настраиваемых шаблонов',
            li_5: 'получение аналитической информации',
            li_6: 'полнотекстовый и атрибутивный поиск информации, содержащейся в системе.',
          },
          White: {
            Title: 'Выгоды от внедрения решения',
            Description_1: 'Комплексное решение обеспечивает эффективное управление деятельностью организации и помогает:',
            li_1: 'обеспечить прозрачность информационных потоков в организации',
            li_2: 'сократить время на выполнение процесса',
            li_3: 'ускорить работу по взаимодействию с клиентами',
            li_4: 'сократить время на поиск и обработку информации по процессу',
            li_5: 'повысить качество и упростить подготовку документации',
            li_6: 'быстро и качественно сформировать обязательную и управленческую отчетность',
            li_7: 'наладить эффективное взаимодействие сотрудников в работе над процессом.'
          }
        },
        Automation: {
          Blue: {
            Title: 'Автоматизация процессов организации',
            Description_1: 'Решение по автоматизации процессов организации представляет собой программный продукт для настройки управления информационной средой предприятия для быстрой и качественной работы. Задействуются процессы, на входе которых имеется информация о лицах, платежах, документах, а на выходе необходимо сформировать официальные документы, рассчитывать стоимость оказания услуг, вести учет данных по процессу.',
            Description_2: 'Решаемые задачи:',
            li_1: 'управление взаимодействием с клиентами по процессу',
            li_2: 'тарификация процесса',
            li_3: 'учет документов, сопровождающих выполнение процесса',
            li_4: 'создание документов по процессу на основе настраиваемых шаблонов',
            li_5: 'формирование данных по процессам в «электронные дела»',
            li_6: 'полнотекстовый и атрибутивный поиск информации, содержащейся в системе',
          },
          White: {
            Title: 'Выгоды от внедрения решения',
            Description_1: 'Решение по автоматизации процессов организации обеспечивает эффективное управление деятельностью и помогает:',
            li_1: 'упорядочить процессы организации',
            li_2: 'повысить качество выполнения задач по процессу',
            li_3: 'сократить время на выполнение процесса',
            li_4: 'ускорить работу по взаимодействию с клиентами',
            li_5: 'быстро находить и обрабатывать информацию по процессу.'
          }
        },
        elDoc: {
          Blue: {
            Title: 'Электронный документооборот',
            Description_1: 'Решение предназначено для обеспечения информационного взаимодействия пользователей системы и организации процессов работы с документами.',
            Description_2: 'Решаемые задачи:',
            li_1: 'пересылка сообщений между пользователями',
            li_2: 'учет документов (журналы регистрации входящих и исходящих документов)',
            li_3: 'публикация документов для ознакомления',
            li_4: 'контроль исполнения документов',
            li_5: 'работа с номенклатурой дел и электронными делами',
            li_6: 'передача электронных дел',
            li_7: 'обеспечение взаимодействия пользователей через форум.',
          },
          White: {
            Title: 'Выгоды от внедрения решения',
            Description_1: 'Решение обеспечивает эффективное управление документами в организации и помогает:',
            li_1: 'наладить процессы работы документами согласно лучшим практикам и законодательству',
            li_2: 'сократить время на поиск и обработку информации о документах',
            li_3: 'упростить подготовку документации',
            li_4: 'повысить исполнительскую дисциплину',
            li_5: 'организовать эффективное взаимодействие сотрудников при обмене документированной информацией.'
          }

        },
        Implementation: {
          OrangeTitle_1: 'Реализация:',
          OrangeTitle_2: 'Разработка и внедрение ЕИС нотариата Беларуси',
          WhiteTitle_1_1: 'Клиент',
          WhiteTitle_1_2: 'Белорусская нотариальная палата',
          WhiteDescription_1: 'Согласно Указу Президента Республики Беларусь 1 января 2017 г. Белорусской нотариальной палатой должны быть обеспечены разработка и внедрение единой электронной системы учета нотариальных действий и наследственных дел.',
          WhiteTitle_2_1: 'Цель',
          WhiteDescription_2: 'Автоматизировать основные процессы нотариальной деятельности и ведение единых республиканских реестров; получать актуальные сведения; обеспечить взаимодействие ЕИС с иными информационными системами.',
          WhiteTitle_3_1: 'Задачи',
          WhiteTitle_3_2: '«СиБел»',
          WhiteDescription_3: 'Построить телекоммуникационную инфраструктуру, разработать программное обеспечение ЕИС и обеспечение всех видов взаимодействия системы с иными информационными системами.',
          WhiteTitle_4_1: 'Результат',
          WhiteDescription_4: 'Создано единое информационное пространство для профессионального взаимодействия нотариусов и информационной согласованности ЕИС нотариата с госорганами и организациями Беларуси в соответствии с высокими требованиями ее бесперебойного функционирования и надежности. ',
        },
        Accordion: {
          Title: 'Этапы разработки и внедрения ЕИС нотариата Беларуси',
          li_1: 'Анализ процессов нотариальной деятельности',
          li_2: 'Разработка и согласование документации на создание ЕИС нотариата (технического задания, технического проекта)',
          li_3: 'Проектирование Единой информационной системы и разработка рабочей документации',
          li_4: 'Разработка, установка и настройка прикладного программного обеспечения ЕИС',
          li_5: 'Консультирование и обучение пользователей',
          li_6: 'Проведение испытаний прикладного программного обеспечения ЕИС, предварительных испытаний согласно программе и методике испытаний, опытной эксплуатации',
          li_7: 'Обеспечение взаимодействия ЕИС с иными информационными системами',
          li_8: 'Сопровождение ЕИС',
        }
      },
      IT: {
        Slider: {
          Title: "Единство ИТ и бизнеса",
          Description: 'ИТ-инфраструктура дает бизнесу конкретные выгоды и требует вложений. Важно соблюсти баланс между эффектом и расходами. Мы помогаем компаниям оптимизировать ИТ-инфраструктуру, реализуя комплексные услуги ИТ-аутсорсинга'
        },
        Icon: {
          Title: 'ИТ-услуги «СиБел»',
          icon_1_title: 'Опытные сотрудники',
          icon_1_description: 'Качество услуг соответствует мировым требованиям и стандартам рынка ИТ',
          icon_1_btn: 'ИТ-аудит',
          icon_2_title: 'Техподдержка 24/7',
          icon_2_description: 'Подключение службы мониторинга и оказания консультационной поддержки',
          icon_2_btn: 'ИТ-инфраструктура',
          icon_3_title: 'Сервис «по требованию»',
          icon_3_description: 'Привлечение технических специалистов по необходимости',
          icon_3_btn: 'Инженерная инфраструктура'
        },
        Audit: {
          Blue: {
            Title: 'Диагностика и оценка состояния ИТ предприятия',
            Description_1: 'ИТ-аудит, выполненный специалистами «СиБел», представит полную картину о состоянии как отдельных участков, так единой информационной системы компании и позволит выявить ее «узкие места» и возможные риски.',
            Description_2: 'Оценка инфраструктуры и информационных сервисов даст точные ответы руководителю:',
            li_1: 'эффективно ли используются средства на ИТ?',
            li_2: 'можно ли сократить издержки по содержанию штата ИТ-сотрудников?',
            li_3: 'как оптимизировать ИТ-процессы в компании?'
          },
          White: {
            Title: 'Оптимизация ИТ',
            Description_1: 'Логическим продолжением аудита выступает ИТ-консалтинг. Если аудит направлен на выявление проблем и потенциальных возможностей, то ИТ-консалтинг предлагает перечень конкретных мероприятий для разрешения поставленных задач и использования возможностей системы в полной мере.',
            Description_2: '«СиБел» оказывает полный спектр консалтинговых услуг:',
            li_1: 'определение параметров информационной системы',
            li_2: 'разработка или модернизация ИТ-инфраструктуры',
            li_3: 'подбор и поставка оборудования и программного обеспечения',
            li_4: 'аудит информационной безопасности',
            li_5: 'обслуживание и техподдержка в режиме 24/7',
            li_6: 'гарантийное SLA-соглашение'
          },
          Accordion: {
            Title: 'Этапы работ по модернизации ИТ-инфраструктуры ОАО «Технобанк»',
          }
        },
        Infra: {
          Blue: {
            Title: 'ИТ-инфраструктура',
            Description_1: 'ИТ-инфраструктура компании представляет собой совокупность имеющихся в ней сервисов и систем, технических и программных средств, сетей, данных, автоматизированных процессов.',
            Description_2: 'ИТ-инфраструктура должна удовлетворять потребностям предприятия. При проектировании руководствуются ИТ-стратегией, которая отражает систему приоритетов, правил и планов позволяющих добиваться адекватности ИТ-инфраструктуры целям бизнеса.',
            Description_3: 'Для того, чтобы организовать действительно надёжную, высокопроизводительную и масштабируемую ИТ-инфраструктуру, нужно привлекать высококвалифицированных специалистов, обладающих немалым опытом построения ИТ-инфраструктур — сотрудников «СиБел».',

          },
          White: {
            Title: 'Внутренняя документация об ИТ-инфраструктуре ',
            Description_1: 'Конфигурационная база данных содержит сведения обо всех компонентах ИТ-инфраструктуры и взаимосвязях между ними:',
            li_1_1: 'серверах и наиболее важных рабочих местах',
            li_1_2: 'системных сервисах (серверах баз данных, HTTP-серверах, Microsoft Exchange и т. д.)',
            li_1_3: 'базах, каталогах и другие хранилищах данных',
            li_1_4: 'автоматизированных системах, их подсистемах и АРМ, ролях пользователей.',
            Description_2: 'Такой подход позволяет в фоновом режиме поддерживать информацию о составе ИТ-инфраструктуры и взаимосвязях ее компонентов в актуальном состоянии.',
            Description_3: 'Электронная библиотека документации призвана предоставить доступ к технической документации всем заинтересованным в ней лицам, обеспечивая:',
            li_2_1: 'ясность структуры библиотеки документации',
            li_2_2: 'возможность быстрого поиска необходимого документа',
            li_2_3: 'уверенность в том, что найденный документ содержит актуальную информацию.',
          },
          Accordion: {
            Title: 'Этапы работ по оказанию услуг ИТ-аутсорсинга для «АСД-Техника»',
          }

        },
        Engineer: {
          Blue: {
            Title: 'Инженерная инфраструктура',
            Description_1: 'Необходимость в собственном ЦОД (центра обработки данных) назревает в тех компаниях, которым уже недостаточно несколько серверных стоек, а услуги коммерческих ЦОД не подходят по различным причинам (экономической целесообразности, безопасности и т.д.).',
            Description_2_1: 'Инженерная инфраструктура ЦОД ',
            Description_2_2: '— это основа здорового функционирования всего комплекса высокотехнологичного оборудования. От правильности ее построения зависит стабильность работы вычислительного центра.',
          },
          White: {
            Description_1: 'Подсистемы инженерной инфраструктуры ЦОД и системы обеспечения безопасности:',
            li_1: 'подсистема гарантированного электроснабжения ЦОД;',
            li_2: 'климатическая подсистема ЦОД (кондиционирование и холодоснабжение);',
            li_3: 'структурированная кабельная подсистема ЦОД;',
            li_4: 'подсистема монтажных шкафов ЦОД;',
            li_5: 'подсистема мониторинга и управления ЦОД;',
            li_6: 'контроль и управление доступом;',
            li_7: 'сетевое видеонаблюдение;',
            li_8: 'охранно-тревожная сигнализация;',
            li_9: 'противопожарная защита;',
            Description_2: 'Строительство собственного ЦОД дает уверенность, в том что бизнес не остановится по причине сбоев ИТ-оборудования и потери данных из-за внешних неблагоприятных факторов.'
          },
          Accordion: {
            Title: 'Этапы работ по разработке ИТ-стратегии для СООО «ЛЛК-НАФТАН»',
          }

        },
        Implementation: {
          OrangeTitle_1: 'Реалиация:',
        },
      },
      Implementation: {
        Slider: {
          Title: 'Портфель проектов',
          Description: 'Глубокое понимание целей, внимание к существующим и возникающим ожиданиям клиентов команда «СиБел» выстраивает во взаимовыгодные отношения партнерства. Эффективное удовлетворение потребностей заказчика в условиях бизнеса формирует портфель реализованных проектов.'
        },

        Filter_btn_1: 'Программные решения',
        Filter_btn_2: 'Телекоммуникации',
        Filter_btn_3: 'ИТ-услуги',
        All: {
          Title_1: 'Клиент',
          Title_2: 'Цель',
          Title_3_1: 'Задачи',
          Title_3_2: '«СиБел»',
          Title_4: 'Результат',
          Title_5: 'Этапы работ',
        },
        Project_1: {
          Title_1: 'Модернизация ИТ-инфраструктуры ОАО «Технобанк»',
          Client: 'ОАО «Технобанк»',
          Description_1: "Начавшая развитие с основания банка ИТ-инфраструктура перестала соответствовать современным требованиям. Устаревшая и неоднородная, она оказывала влияние на работу всей организации, вызывая потери в качестве услуг и увеличение временных затрат на проведение операций из-за сбоев и поломок.",
          Description_2: "Оптимизировать работу банка, снизить ИТ-издержки.",
          Description_3: "Провести за 6 месяцев работы по модернизации ИТ-инфраструктуры без вмешательства в регламент банка — в выходные дни и ночное время.",
          Description_4: "Обновленное оборудование и реконструированная отказоустойчивая ИТ-инфраструктура, дополненные резервным каналом связи, призваны обеспечить эффективную работу банка в соответствии с текущими потребностями бизнеса.",
          li_1: 'Обновленное оборудование и реконструированная отказоустойчивая ИТ-инфраструктура, дополненные резервным каналом связи, призваны обеспечить эффективную работу банка в соответствии с текущими потребностями бизнеса.',
          li_2: 'Подготовка документированного отчета — обоснования для проведения реконструкции ИТ-инфраструктуры',
          li_3: 'Разработка и согласование технического проекта',
          li_4: 'Установка и настройка оборудования, создание отказоустойчивой инфраструктуры в соответствии с рекомендациями',
          li_5: 'Реализация комплексной системы мониторинга ИТ-инфраструктуры с разработкой и согласованием перечня оборудования, контролируемых параметров на базе программного продукта ZABBIX (продукт open source) на серверных мощностях клиента'
        },
        Project_2: {
          Title_1: 'Услуги ИТ-аутсорсинга для «АСД-Техника»',
          Client: '«АСД-Техника»',
          Description_1: "Компания, специализирующаяся на разработке технологий и производстве оборудования в области дозации, смешения и изготовления изделий из полимерных материалов. ",
          Description_2: "Стабильная и эффективная работа предприятия независимо от смены сотрудника на должности системного администратора; передача работ по поддержке, обслуживанию и модернизации ИТ-инфраструктуры авторитетной компании на долгосрочный период.",
          Description_3: "Оказание услуг по технологическому сопровождению ПО, вычислительной и офисной технике — аутсорсинг ИТ-функций.",
          Description_4: "Налаженная работа ИТ-инфраструктуры предприятия, мониторинг ее состояния, подтверждаемый ежемесячными отчетами специалистов.",
          li_1: 'Модернизация и техническое сопровождение средств вычислительной техники',
          li_2: 'Резервное копирование информации',
          li_3: 'Настройка и сопровождение оборудования и программного обеспечения на рабочих  местах',
          li_4: 'Консультация пользователей по вопросам функционирования средств вычислительной техники',
          li_5: 'Мониторинг и устранение неисправностей ИТ-инфраструктуры предприятия',
          li_6: 'Подготовка ежемесячных актов сдачи / приемки работ / услуг',
        },
        Project_3: {
          Title_1: 'Разработка ИТ-стратегии для СООО «ЛЛК-НАФТАН»',
          Client: 'СООО «ЛЛК-НАФТАН»',
          Description_1: "Крупнейшее комплексное производство присадок к маслам на постсоветском пространстве.",
          Description_2: "Реализовать программу «Офис высокой доступности».",
          Description_3: "Провести ИТ-аудит ИТ-инфраструктуры и разработать техническое решение по модернизации",
          Description_4: "Подготовленная  ИТ-стратегия по реализации программы «Офис  высокой доступности»",
          li_1: 'Комплексный ИТ-аудит инфраструктуры компании',
          li_2: 'Определение требований к ИТ-инфраструктуре:',
          li_2_1: 'внедрение отказоустойчивого кластера',
          li_2_2: 'мониторинг сетевой безопасности',
          li_2_3: 'удаленный доступ (vpn)',
          li_2_4: 'резервное копирование',
          li_2_5: 'аварийное восстановление',
          li_2_6: 'внедрение IP-телефонии',

        },
        Project_4: {
          Title_1: 'Обслуживание ЦОД для ИООО «КАПШ Телематик Сервисиз»',
          Client: 'ИООО «КАПШ Телематик Сервисиз»',
          Description_1: "Компания, осуществляющая деятельность в сфере транспортных, телекоммуникационных, сетевых и информационных технологий, является оператором системы платных дорог Беларуси BelToll.",
          Description_2: "Бесперебойное функционирование системы электронного сбора платы за проезд в Республике Беларусь.",

          Description_3_li_1: "Обеспечение бесперебойного функционирования двух ЦОД системы BelToll: обслуживание систем бесперебойного электропитания и ДГУ, кондиционирования, пожаротушения, систем контроля доступа и видеонаблюдения согласно требованиям стандарта PCI DSS.",
          Description_3_li_2: "Стабильная работа телекоммуникационного ядра системы BelToll: коммутационное оборудование и каналы связи, серверное оборудование, системы хранения и резервного копирования данных, системы защиты и предотвращения вторжений, операционные системы и производственное программное обеспечение.",
          Description_4: 'Четкая и стабильная работы систем за длительный срок сотрудничества, регулируемая соглашениями об уровне предоставляемого сервиса (SLA)',
          li_1: 'Проведение инсталляционных работ и работ по конфигурированию системы перед запуском в эксплуатацию, работы по введению в эксплуатацию первого центра обработки данных',
          li_2: 'Сопровождение запуска системы, последующее сопровождение функционирования системы',
          li_3: 'Введение в эксплуатацию второго центра обработки данных',
          li_4: 'Поддержка системы: техобслуживание и мониторинг в режиме 24/7',
        },
        Project_5: {
          Title_1: 'Разработка графических отчетов мониторинга трафика',
          Client: 'НР Enterprises CIS',
          Description_1: "Компания осуществляет деятельность в сфере автоматизации бизнес-процессов, в том числе для операторов мобильной связи.",
          Description_2: "Наладить мониторинг трафика оператора мобильной связи.",
          Description_3: "В кратчайшие сроки и с минимальными затратами разработать web-приложения для работы с отчетами в табличном и графическом виде.",
          Description_4: 'Менее чем за месяц спроектировано и разработано простое и удобное приложение, позволяющее модифицировать наборы отображаемых данных без перекомпиляции. ',
          li_1: 'Выбор инструмента, максимально удовлетворяющего требованиям Заказчика',
          li_2: 'Развертывание тестовой среды и наполнение ее тестовыми данными',
          li_3: 'Разработка приложения в соответствии с требованиями (включая требования по аутентификации как собственной, так и через LDAP)',
          li_4: 'Доработка функционала и внешнего вида согласно постоянно меняющимся требованиям',
        },
        Project_6: {
          Title_1: 'Интеграция системы контроля утечки доходов',
          Client: 'НР Enterprises CIS',
          Description_1: "Компания осуществляет деятельность в сфере автоматизации бизнес-процессов, в том числе для операторов мобильной связи.",
          Description_2: "Интеграция системы контроля утечки доходов (HP Revenue Leakage Control) для крупнейших операторов мобильной связи СНГ.",
          Description_3: "Установить на площадке оператора связи программный комплекс RLC и интегрировать его с системами сбора, учета трафика и биллинга; настроить и доработать RLC с консолидацией в единый центр; осуществлять сопровождение и модернизацию RLC. ",
          Description_4: 'Мощная система контроля позволила крупнейшим операторам мобильной связи России, Армении и Украины уже на этапе развертывания выявить ошибки, ведущие к значительным финансовым потерям, и принять меры по их устранению.',
          li_1: 'Разработка high level design documents на основании требований Заказчика',
          li_2: 'Развертывание тестовой среды и наполнение ее тестовыми данными; настройка компонентов RLC в тестовой среде, тестирование комплекса',
          li_3: 'Установка компонентов RLC на площадке заказчика, перенос конфигурации с тестовой среды на промышленную, интеграция с системами оператора связи',
          li_4: 'Доработка функционала и внешнего вида согласно постоянно меняющимся требованиям',
          li_5: 'Разработка программы ПСИ и пользовательской документации; помощь в прохождении ПСИ и сопровождение внедренной системы',
        },
        Project_7: {
          Title_1: 'Разработка новых версий системы контроля утечки доходов',
          Client: 'НР Enterprises CIS',
          Description_1: "Компания осуществляет деятельность в сфере автоматизации бизнес-процессов, в том числе для операторов мобильной связи.",
          Description_2: "Расширение функционала системы контроля утечки доходов (HP Revenue Leakage Control), установленной крупнейшим мобильным операторам связи СНГ.",
          Description_3: "Разработка и внедрение гибких web-ориентированных системы KPI Management и механизма сверки таблиц данных, кубов аналитической отчетности, масштабируемого высокопроизводительного агрегатора данных; интеграция HP Revenue Leakage Control с HP Fraud Management System. ",
          Description_4: 'За 4 года увидели свет три новых версии RLC. Все версии были введены в эксплуатацию крупнейшими операторами мобильной связи СНГ.',
          li_1: 'Разработка high level design documents на основании требований Заказчика',
          li_2: 'Разработка и тестирование программного обеспечения, включая ПО апгрейда существующих версий',
          li_3: 'Разработка полного комплекта документации на английском языке',
          li_4: 'Участие в проектах по установки и интеграции новых версий'
        },
        Project_8: {
          Title_1: 'Внедрение программных продуктов HP для операторов мобильной связи',
          Client: 'НР Enterprises CIS',
          Description_1: "Компания осуществляет деятельность в сфере автоматизации бизнес-процессов, в том числе для операторов мобильной связи.",
          Description_2: "Внедрение продуктов компании HP: Internet Usage Manager (IUM), Fraud Management System (FMS), Service Manager и других для операторов мобильной связи.",
          Description_3: "Установка ПО на площадке оператора связи, интеграция ПО с другими системами, введение системы в эксплуатацию. ",
          Description_4: 'За 7 лет было успешно компания «СиБел» запустила более 10 проектов по внедрению продуктов HP для ведущих операторов мобильной связи в странах СНГ.'
        },
        Project_9: {
          Title_1: 'Разработка и внедрение ЕИС нотариата Беларуси',
          Client: 'Белорусская нотариальная палата',
          Description_1: "Согласно Указу Президента Республики Беларусь от 27 ноября 2013 г. № 523 до 1 января 2017 г. Белорусской нотариальной палатой должна быть обеспечена разработка и внедрение в нотариальных конторах и нотариальных бюро единая электронная система учета нотариальных действий и наследственных дел.",
          Description_2: "Автоматизировать основные процессы нотариальной деятельности и ведение единых республиканских реестров; получать актуальные сведения и аналитику; обеспечить взаимодействие ЕИС с иными информационными системами.",
          Description_3: "Построить телекоммуникационную инфраструктуру, разработать программное обеспечение ЕИС и обеспечение всех видов взаимодействия системы с иными информационными системами.",
          Description_4_li_1: 'Создано единое информационное пространство для профессионального взаимодействия нотариусов и информационной согласованности ЕИС нотариата с государственными органами и организациями Республики Беларусь',
          Description_4_li_2: 'Система построена в соответствии с высокими требованиями ее бесперебойного функционирования и надежности, учитывая возможности дальнейшей модернизации и развития',
          Description_4_li_3: 'Организовано очное обучение и консультирование пользователей',
          li_1: 'Анализ процессов нотариальной деятельности',
          li_2: 'Разработка и согласование документации на создание ЕИС нотариата (технического задания, технического проекта)',
          li_3: 'Проектирование Единой информационной системы',
          li_4: 'Разработка рабочей документации',
          li_5: 'Разработка, установка и настройка прикладного программного обеспечения ЕИС',
          li_6: 'Консультирование и обучение пользователей',
          li_7: 'Проведение испытаний прикладного программного обеспечения ЕИС, предварительных испытаний согласно программе и методике испытаний, опытной эксплуатации',
          li_8: 'Обеспечение взаимодействия ЕИС с иными информационными системами',
          li_9: 'Сопровождение ЕИС',
        },
      },
      Mobile: {
        Slider: {
          Title: "ПО для операторов мобильной связи",
          Description: 'Мы помогаем компаниям оптимизировать расходы на обслуживание ПО, реализуя комплексные услуги ИТ-аутсорсинга. Наши разработки для операторов мобильной связи содействуют автоматизации бизнес-процессов',
        },
        Icon: {
          Title: 'ПО для операторов мобильной связи',
          icon_1_title: 'Более 10 лет на рынке',
          icon_1_description: 'Обширный опыт в сфере ПО для мобильных операторов',
          icon_1_btn: 'Длительное хранение CDR',
          icon_2_title: 'Более 50 проектов',
          icon_2_description: 'Для ведущих компаний России, Украины, Казахстана, Беларуси',
          icon_2_btn: 'Агрегация длинных сессий',
          icon_3_title: 'Комплексное решение',
          icon_3_description: 'Привлечение технических специалистов «по требованию»',
          icon_3_btn: 'Аудит и контроль полноты данных'
        },
        Cdr: {
          Blue: {
            Title_1: 'Телекоммуникационное оборудование:',
            Title_2: 'статистика о данных',
            Description_1: 'Обычно подробные записи о вызове (CDR) хранятся либо в виде «сырых» файлов, либо в виде «свалки» текстовых документов после предобработки. Формально функцию хранения это обеспечивает, но извлечение данных из подобного хранилища требует значительных усилий и времени.',
          },
          White: {
            Description_1_1: 'Жестко сконфигурированная структура файлов',
            Description_1_2: 'осуществляет хранение данных, обеспечивает быстрый поиск и доступ к данным и обладает существенными преимуществами:',
            li_1: 'использование обычных серверов с обычными дисками без дополнительного ПО',
            li_2: 'практически неограниченное расширение хранилища за счет добавления новых серверов и дисков',
            li_3: 'возможность дублирования (и вообще любой степени резервирования) данных, что не только повышает надежность хранения, но и позволяет организовать альтернативные пути поиска',
            li_4: 'быстрый поиск и извлечение данных при использовании путей поиска, предусмотренных конфигурацией',
            Animation_title: '',
          },
          Implimentation: {
            Title: 'Реализация',
          },
          Accordion: {
            Title: 'Этапы работ по разработке графических отчетов мониторинга трафика',
          }
        },
        Session: {
          Blue: {
            Title: 'Управление сессиями',
            Description_1: 'При агрегации множества сессий Интернет-соединений, весьма продолжительных (несколько дней) и не имеющих признака окончания, средства агрегации данных, такие как коллекторы IUM, могут оказаться неэффективными из-за ограниченного размера памяти.',
            Description_2: 'Использование в качестве инструмента агрегации БД также накладывает ограничения, например, скорость обработки, дороговизна, сложность и т. д.',
          },
          White: {
            Description_1_1: 'Специализированный',
            Description_1_2: 'агрегатор с гибкими средствами настройки',
            Description_1_3: 'позволяет управлять данными с любыми ограничениями размера памяти и количества используемых ядер процессоров.',
            Description_2: 'Гибкая конфигурация позволяет максимально задействовать имеющиеся ресурсы серверов для решения поставленной задачи и задавать весьма широкие параметры для формирования результатов. Таким образом для сессий GPRS и PTPT может быть использован 20-часовой таймаут для определения окончания сессии.',
          },
          Accordion: {
            Title: 'Этапы работ по интеграции системы контроля утечки доходов',
          }
        },
        Audit: {
          Blue: {
            Title: 'Сверка целостности и полноты данных',
            Description_1: 'Проверка целостности данных операторами связи путем сверки зачастую осуществляется периодическими или случайными запросами к различным источникам данных (mediation, billing, gateways, roaming) и сравнением результатов.',
            Description_2: 'Однако запросы не покрывают весь объем имеющихся данных и являются типизированными, то есть могут содержать некие допущения, не позволяющие контролировать полностью содержимое запрашиваемых данных. Например, сверяется количество и длительность звонков по абонентам от коммутатора до детализации счета, но при этом не проверяется вызываемый номер. Добавление новых сверок в таком случае обычно сопряжено со значительными затратами как на организацию запросов, так и на проведение самого сравнения. ',
            Description_3_1: 'Система автоматической сверки данных',
            Description_3_2: 'позволяет в автоматически сверять потоки данных в режиме 24 / 7, захватывая все, что может быть сверено. При этом полностью сверяются все ключевые поля каждой записи и формируются отчеты о количестве сверенных записей.',
          },
          White: {
            Title: 'Анализ целостности и полноты данных',
            Description_1: 'Традиционно аудит целостности данных путем анализа зачастую осуществляется либо визуальным анализом графического отображения потока данных (поиск пиков и провалов), либо поиском отклонений по заданным формулам в выборочных сверках за определенный период. Естественно, что такой подход не может покрыть все возможные потоки данных, визуальный анализ общих данных не позволяет выявить незначительные отклонения, а анализ результатов запросов с помощью формул требует значительных ресурсов на развитие и поддержание.',
            Description_2_1: 'Система OLAP',
            Description_2_2: 'позволяет проводить как визуальный анализ многомерной структуры данных, так и настройку расчета неограниченного количества KPI. Предварительная агрегация данных перед загрузкой их в обычную реляционную БД делает возможным обработку этих данных простыми запросами расчета KPI с последующим анализом этих KPI и выводом инцидентов для обработки в специализированных системах инцидент-менеджмента.',
          },
          Accordion: {
            Title: 'Этапы работ по разработке новых версий системы контроля утечки доходов',
          }

        },


      },
      Benefits: {
        Slider: {
          Title: "Активы «СиБел»",
          Description: 'Люди — создают бизнес. Инновации позволяют быть на шаг впереди. От эффективности процессов напрямую зависит конкурентоспособность компании, а соответствие мировым стандартам позволяет выпускать продукцию высокого качества.',
        },
        Icon: {
          Title: 'Наши преимущества',
          icon_1_title: 'Профессионализм',
          icon_1_description: 'Богатый опыт при реализации проектов различного масштаба и сложности',
          icon_1_btn: 'Сотрудники',
          icon_2_title: 'Развитие компетенций',
          icon_2_description: 'Инвестируем в развитие технологических компетенций для разработки ПО',
          icon_2_btn: 'Инновации',
          icon_3_title: 'Открытый бизнес',
          icon_3_description: 'Гарантии безопасности ПО и качества предоставляемых ИТ-услуг',
          icon_3_btn: 'Стандарты и бизнес-процессы'
        },
        Standards: {
          Blue: {
            Title: 'ISO 9001',
            Description_1: 'Принципы управления качеством отражены в стандарте ISO 9001 и служат целям перехода к концепции TQM (Total Quality Management — всеобщее управления качеством), ориентированной на удовлетворение потребителей.',
            Description_2: 'Компания «СиБел» сертифицирована на соответствие требованиям СТБ ISO 9001–2009 независимой компетентной организацией — аккредитованным органом по сертификации системы менеджмента БелГИСС.',
            Description_3: 'Практика «СиБел» не ограничивается только внедрением требований стандарта ISO 9001 на системы менеджмента качества, но и использует дополнительные инженерно-экономические инструменты и техники.',
            btn_1: 'Показать сертификат'
          },
          White: {
            Title: 'Agile',
            Description_1: 'Сегодня серьезными преимуществами ИТ-компаний на рынке являются скорость выпуска продукта, следование современным технологиям разработки ПО, а также возможность создания масштабируемых приложений.',
            Description_2: 'Lean делает упор на организационную эффективность, оптимизацию и сокращение «отходов». Scrum уделяет повышенное внимание практикам по самоорганизации команд. XP (Extreme Programming) сконцентрирована на качестве программного продукта. Kanban — метод управления разработкой, реализующий принцип «точно в срок» и способствующий равномерному распределению нагрузки между работниками. Спиральная модель — особенностью этой модели является специальное внимание рискам в процессе разработки программного обеспечения. ',
            Description_3: 'Применение Agile-методологий позволяет максимально быстро начать выполнение проекта, детали которого могут быть уточнены в процессе его реализации.',

          },
          Orange: {
            Title_1: 'Гарантии:',
            Title_2: 'Безопасность программных продуктов (класс Б2)',
            Description_1: 'К сведениям различной ценности предъявляются особые требования по обеспечению защиты информации, регулируемые Оперативно-аналитическим центром при Президенте Республики Беларусь (ОАЦ). Законодательные акты Республики Беларусь и положения Конституции Республики Беларусь определяют сведения, охраняемые от утечки по техническим каналам от несанкционированных и непреднамеренных воздействий. Разработку информационных систем (ИС) для работы со сведениями, составляющими государственную тайну (класс А) и содержащими персональные данные (класс Б) могут вести компании, имеющие лицензию и аккредитованные ОАЦ. Структурное подразделение группы компаний «БелХард» входит в перечень аккредитованных испытательных лабораторий в области информатизации, что подтверждает высокие компетенции «СиБел» по разработке программных продуктов с системой защиты класса Б2.',
          }
        },
        Innovations: {
          Blue: {
            Title: 'Инновационное развитие',
            Description_1: 'Большинство инноваций в сфере ИТ-услуг заключается в повышении эффективности оказания сервиса заказчику и качества взаимоотношений клиента и компании.',
            Description_2: '«СиБел» понимает превосходство совершенствования и развития инновационных технологий. Мы регулярно инвестируем в развитие собственных технологических компетенций для оценки меняющихся потребностей наших клиентов. Так мы можем предложить им наиболее современные и технологичные процессы и программные решения.',
            Description_3: 'Богатый опыт и профессиональные знания позволяют нам улучшать и развивать новые методы, быть гибкими и мобильными в постоянно меняющейся сфере современных информационных технологий.'
          },
          White: {
            Title: 'Свободное и открытое ПО',
            Description_1: '«СИБел» видит источники инноваций в совершенствовании технологической базы, внутренней оптимизации процессов, применении новых методов и средств решения задач, сокращении издержек, снижении стоимости программных продуктов.',
            Description_2: 'Применение Open Source Software (свободного и открытого программного обеспечения) предоставляет дополнительные преимущества нашим клиентам:',
            li_1: 'снижение стоимости',
            li_2: 'сокращение сроков разработки',
            li_3: 'стабильное развитие программного продукта.',
          },
          Orange: {
            Title_1: 'Гарантии',
            Title_2: 'Финансовые гарантии',
            Description_1: '«СиБел» гарантирует уровень ИТ-услуг собственными финансовыми средствами посредством cоглашения об уровне обслуживания (SLA-соглашением).',
            Description_2: 'Этот документ формулирует права и обязанности сторон в виде договора оказания услуг и фиксирует достигнутую договоренность в том виде, в каком ее понимают обе стороны.',
          }
        },
        Employees: {
          Blue: {
            Title: 'Профессионализм',
            Description_1: 'Сотрудники «СиБел» — это компетентные специалисты с профильным образованием и обширными знаниями в области высоких технологий и смежных сферах.',
            Description_2: 'Высокая мотивация и личностный энтузиазм команды задает импульс для',
            Description_2_2: 'старта',
            Description_2_3: 'проектов. Умение расставлять приоритеты и выстраивать технологический процесс разработки позволяет заказчику контролировать развитие продукта. Стремление к завершенности формирует конечный результат, удовлетворяющий клиента и пользователя.',
            Description_3: 'Специалисты «СиБел» систематически проходят обучение, повышают квалификацию и уровень знаний, подтверждают собственный профессионализм сертификатами.',
          },
          White: {
            Title: 'Экспертиза',
          },
          Orange: {
            Title_1: 'Гарантии:',
            Title_2: 'Мониторинг в режиме 24 / 7',
            Description_1: 'Собственная служба мониторинга отслеживает соблюдение уровня качество предоставляемых услуг. По окончании установленного отчетного периода клиенту предоставляется подробный отчет, в котором отражены уровни доступности сервисов и подсистем, определяющие качество предоставления услуг. Таким образом заказчик получает наглядный отчет о функционировании информационной системы, за работоспособность которой мы несем финансовую ответственность.',
          }
        },

      },
      Guarantees: {
        Slider: {
          Title: "Гарантии",
          Description: 'Гарантии «СиБел» — это ответственность компании перед заказчиком и потребителем, бизнесом и государством. Мы принимаем обязательства за результат.',
        },
        Guarantee_1: {
          Title_1: "Финансовые гарантии",
          Description: '«СиБел» гарантирует уровень ИТ-услуг собственными финансовыми средствами посредством cоглашения об уровне обслуживания (SLA-соглашением). Этот документ формулирует права и обязанности сторон в виде договора оказания услуг и фиксирует достигнутую договоренность в том виде, в каком ее понимают обе стороны. ',
          Title_2: 'Основные компоненты SLA-соглашения:',
          li_1: 'Декларация о намерениях сторон',
          li_2: 'Описание обязательств сторон (включая описание приемлемых уровней производительности по оговоренным параметрам)',
          li_3: 'Указание сроков действия соглашения',
          li_4: 'Описание предусмотренного соглашением использования приложений и услуг',
          li_5: 'Описание процедуры контроля за исполнением соглашения',
          li_6: 'Описание процедуры восстановления работы в случае перебоев и связанных с ними штрафных санкций',
          li_7: 'Процедура решения технических проблем (спорных вопросов)',
        },
        Guarantee_2: {
          Title_1: "Безопасность программных продуктов (класс Б2)",
          Description_1: 'К сведениям различной ценности предъявляются особые требования по обеспечению защиты информации, регулируемые Оперативно-аналитическим центром при Президенте Республики Беларусь (ОАЦ). Законодательные акты Республики Беларусь и положения Конституции Республики Беларусь определяют сведения, охраняемые от утечки по техническим каналам от несанкционированных и непреднамеренных воздействий.',
          Description_2: 'Разработку информационных систем (ИС) для работы со сведениями, составляющими государственную тайну (класс А) и содержащими персональные данные (класс Б) могут вести компании, имеющие лицензию и аккредитованные ОАЦ. ',
          Description_3: 'Структурное подразделение группы компаний «БелХард» входит в перечень аккредитованных испытательных лабораторий в области информатизации, что подтверждает высокие компетенции «СиБел» по разработке программных продуктов с системой защиты класса Б2.',
        },
        Guarantee_3: {
          Title_1: "Мониторинг в режиме 24 / 7",
          Description_1: 'Собственная служба мониторинга отслеживает соблюдение уровня качество предоставляемых услуг. По окончании установленного отчетного периода клиенту предоставляется подробный отчет, в котором отражены уровни доступности сервисов и подсистем, определяющие качество предоставления услуг. Таким образом заказчик получает наглядный отчет о функционировании информационной системы, за работоспособность которой мы несем финансовую ответственность.',
        },
        Guarantee_4: {
          Title_1: "Наши вендоры",
          Description_1: 'Комплектующие и оборудование от мировых производителей делают продукты «СиБел» оптимальными для клиента.',

          Description_2: 'Компания развивает и производит оборудование для корпоративных клиентов: сервера, системы хранения данных, сети хранения данных, сетевое оборудование, — а также занимается построением облачных инфраструктур, системной интеграцией, конвергированными системами и разрабатывает программное обеспечение. ',

          Description_3: 'Компания специализируется на выпуске систем управления базами данных, связующего программного обеспечения и бизнес-приложений (ERP- и CRM-систем, специализированных отраслевых приложений). Наиболее известный продукт компании — Oracle Database, который компания выпускает с момента своего основания. С 2008 года корпорация освоила выпуск интегрированных аппаратно-программных комплексов, а с 2009 года стала производителем серверного оборудования.',

          Description_4_1: 'Транснациональная компания, разрабатывающая и продающая сетевое оборудование, предназначенное в основном для крупных организаций и телекоммуникационных предприятий, мировой лидер в производстве оборудования для видеоконференций.',
          Description_4_2: 'Одной из особенностей бизнес-модели компании стала многоуровневая разветвлённая система сертификации инженеров по компьютерным сетям.',
          Description_5: 'Один из ведущих поставщиков решений в области защиты питания: от домашнего применения до использования в крупных сетях, а также самое разнообразное оборудование для комплексного управления системами питания, мониторинга, диагностики и т. д. Кроме того, APC предлагает продукцию для мобильных устройств: широкий ассортимент аккумуляторных батарей, сетевые фильтры для портативных компьютеров.',
          Description_6: 'Крупная французская машиностроительная компания, обеспечивающая разработку и производство решений в области управления электроэнергией, а также комплексных энергоэффективных решений для энергетики и инфраструктуры, промышленных предприятий, объектов гражданского и жилищного строительства, центров обработки данных.'
        }
      },
      Cases: {
        Slider: {
          Title: 'Все начинается с Идеи',
          Description: 'ИТ-инфраструктура дает бизнесу конкретные выгоды и требует вложений. Важно соблюсти баланс между эффектом и расходами. Мы помогаем компаниям оптимизировать ИТ-инфраструктуру, реализуя комплексные услуги ИТ-аутсорсинга'
        }
      }

    });
    $translateProvider.translations('by', {
      Header: {
        nav_1: 'Кампанія',
        nav_1_1: 'Пра кампанію',
        nav_1_2: 'Каштоўнасці',
        nav_1_3: 'Каманда',
        nav_1_4: 'Водгукі',
        nav_1_5: 'Вакансіі',
        nav_2: 'Рашэнні і паслугі',
        nav_2_1: 'Праграмныя рашэнні',
        nav_2_1_1: 'Комплексныя рашэнні',
        nav_2_1_2: 'Аўтаматызацыя працэсаў арганізацыі',
        nav_2_1_3: 'Электронны дакументазварот',
        nav_2_2: 'Тэлекамунікацыі',
        nav_2_2_1: 'Захоўванне CDR',
        nav_2_2_2: 'Агрэгацыя доўгіх сесій',
        nav_2_2_3: 'Аўдыт і кантроль паўнаты дадзеных',
        nav_2_3: 'ІТ-паслугі',
        nav_2_3_1: 'ІТ-аўдыт',
        nav_2_3_2: 'ІТ-інфраструктура',
        nav_2_3_3: 'Інжынерная інфраструктура',
        nav_2_4: 'Рэалізацыя',
        nav_3: 'Кейсы',
        nav_4: 'Перавагі',
        nav_4_1: 'Супрацоўнікі',
        nav_4_2: 'Інавацыі',
        nav_4_3: 'Стандарты і бізнес-працэсы',
        nav_4_4: 'Гарантыі',
        nav_5: 'Кантакты',
      },
      Footer: {
        nav_1: 'КАМПАНІЯ ',
        nav_2: 'РАШЭННІ І ПАСЛУГІ ',
        nav_3: 'КЕЙСЫ ',
        nav_4: 'ПЕРАВАГІ ',
        nav_5: 'КАНТАКТЫ ',
      },
      HOME: {
        TITLE: 'ІТ — наша прызванне',
        ROW_1_TITLE: 'Рашэнні для бізнесу',
        ROW_1: 'Эфектыўнае кіраванне бізнес-працэсамі і мінімізацыя чалавечага фактару',
        ROW_1_BTN: 'Падрабязней',
        ROW_2_TITLE: 'Тэлекамунікацыя',
        ROW_2: 'Укараненне праектаў і распрацоўка праграмнага забеспячэння для аператараў мабільнай сувязі',
        ROW_2_BTN: 'Даведацца',
        ROW_3_TITLE: 'ІТ-паслугі',
        ROW_3: 'Стварэнне і мадэрнізацыя ІТ-інфраструктуры з падтрымкай ў фармаце 24/7',
        ROW_3_BTN: 'Дэталёва',
      },
      SLIDER: {
        BTN_1: 'Падрабязней',
        BTN_2: 'Адправіць запрос',
        Slide_1_Title_1: 'Праграмнае рашэнне',
        Slide_1_Title_2: 'для бізнесу',
        Slide_1_li: {
          1: "Аўтаматызацыя бізнес-працэсаў",
          31: "Актуальная інфармацыя",
          32: "пра становішча спраў прадпрыемства",
          4: "Аналітыка бізнес-дадзеных",
        },
        Slide_2_Title_1: 'ПЗ для аператараў',
        Slide_2_Title_2: 'мабільнай сувязі',
        Slide_2_li: {
          1: "Падрыхтоўка дадзеных, каб выставіць рахунак ",
          2: "Ахова ад махлярства",
          3: "Актывацыя паслуг ад аператара мабільнай сувязі",
        },
        Slide_3_Title_1: 'Апора для бізнесу',
        Slide_3_li: {
          1: "ІТ-аудыт інфраструктуры",
          2: "Абслугоўванне і падтрымка інфраструктуры",
          3: "Стварэнне карпаратыўных сетак",
          4: "Маніторынг інфармацыйнай сістэмы",
        }
      },
      Company: {
        TITLE: 'Наша кампанія',
        Name: 'Яўген Пятрушын',
        Name_description_1: 'Дырэктар па',
        Name_description_2: 'сістэмнай інтэграцыі',
        Comments: '«СіБел» уваходзіць у групу кампаній «БелХард» і за 10 год паспяховай дзейнасці ў сферы сістэмнай інтэграцыі дасягнула прызнання сярод кліентаў, вендараў і калег. Нашыя імкненні ў стварэнні ўласных ІТ-рашэнняў і паслуг для беларускага бізнесу…',
        Btn_1: 'Падрабязней ',
        Btn_2: 'Запрашаем у каманду'
      },
      Ideas: {
        imgHeader_1: 'Распрацоўка',
        imgHeader_2: 'Сістэмнае рашэнне для натарыята',
        Title: 'Рэалізаваныя праекты і перадавыя ідэі гавораць за нас',
        Description_1: 'Спецыялізацыя кампаніі «СіБел» у пашырэнні прыкладных паслуг сферы высокіх тэхналогій.',
        Description_2: 'АІС (адзіная інфармацыйная сістэма) натарыята Беларусі, празначаная для аўтаматызацыі, пошуку, атрымання, перадачы, збору, апрацоўкі, назапашвання, захоўвання, распаўсюджвання інфармацыі пра дзейнасць натарыусаў…',
        Btn_1: 'Падрабязней',
        Btn_2: 'Паказаць усё',
      },
      Vendors: {
        Title: 'Нашы вендары'
      },
      Questions: {
        Title: 'Ёсць пытанні?',
        Row_1_Title_1: 'Напішыце нам,',
        Row_1_Title_2: 'і мы абавязкова адкажам вам',
        Row_2_Title: 'Альбо патэлефануйце нам',
        Btn_1: 'Адправіць запрос',
        Btn_2: 'Заказаць званок',
        Min_Row_1_1: 'Напішыце нам, і мы абавязкова',
        Min_Row_1_2: 'адкажам вам. Альбо патэлефануйце нам'
      },
      Error: {
        Title_1: 'Выбачайце, але мы працуем над новай версіяй сайта.',
        Title_2: 'Вы ўбачыце яго ў хуткім часе. ',
        Title_Color: 'Паведамленне аб адкрыцці',
        Descriptions_1: 'Жадаеце атрымаць паведамленне аб адкрыцці сайта? Пазначце ваш e-mail,',
        Descriptions_2: ' і мы абавязкова праінфарміруем. Нашыя змены для вас!',
        Btn: 'Атрымаць паведамленне',
        Address_1: 'БЦ «Фарэнгейт», 4-ы паверх',
        Address_2: 'Вул. Прытыцкага, 79, 220140, Мінск, Беларусь'
      },
      Modal: {
        Header: {
          1: 'Запрос',
          2: 'Рэзюмэ',
          3: 'Заказаць званок',
          4: 'Водгук',
          5: 'Павіншаваць'
        },
        Title: {
          11: 'Запоўніце форму, адпраўце, ',
          12: 'і мы звязуемся з вамі для кансультацыі',
          21: "Жадаеце далучыцца да каманды «СіБел»?",
          22: "Запоўніце форму, дашліце рэзюмэ,",
          23: " і мы звязуемся з вамі",
          31: 'Запоўніце форму, адпраўце, ',
          32: "і мы звязуемся з вамі ў зручны для вас час",
          41: 'Запоўніце форму, каб пакінуць водгук пра «СиБел».',
          42: 'Мы вельмі цэнім ваша меркаванне. Дзякуй за ўдзел!',
          51: 'Запоўніўшы форму, вы падзеліце з «СиБел» радасць ',
          52: 'выдатнай падзеі. Дзякуй за ўдзел!'
        },
        Btn_file: 'Дадаць файл',
        Btn_push: 'Адправіць',
        Description_1: 'Памер файла не павінен перебольшваць 5 Мб',
        Description_2: "* — палі, абавязковыя для запаўнення",
        Name_plh: "Імя, прозвішча*",
        Phone_plh: "Тэлефон*",
        Datetime_plh: "Час і дата*",
        Company_plh: "Кампанія, пасада",
        Area_plh: "Паведамленне",
        Select: {
          Title: "-Адзначце накірунак-",
          1: "Распрацоўка мабільных прыкладанняў",
          2: "Даследаванні ў галіне матанализа",
        },
        UploaderBtn_1: 'Загрузіць',
        UploaderBtn_2: 'Удаліць',
        TableHeader: {
          Name: 'Імя',
          Size: 'Памер',
          Status: 'Статус',
          Actions: 'Дзеянне',
        },
        Alert_True: "Паведамленне адпраўлена",
        Alert_Error: "Памылка передачы. Паўтарыце пазней."

      },
      SecondPage: {
        Slider: {
          Title: '10 год поспехаў у ІТ!',
          Text: 'У лістападзе 2006 года наша кампанія заявіла пра сябе ў сферы высокіх тэхналогій. Мы  прайшлі захапляючы шлях. Пераадольвалі перешкоды, рухаліся насустрач адкрыццям, дасягалі пастаўленых мэтаў',
          Btn_1: 'Падрабязней',
          Btn_2: 'Павіншаваць ;)'
        },
        Icons: {
          Title: 'Развіццё кампаніі',
          Header_ICO_1: "Год заснавання ",
          Text_ICO_1: ' 10 год працы для дасягнення выдатнага выніка і высокай якасці работ',
          Btn_ICO_1: 'Пра кампанію',
          Header_ICO_2: "Штат супрацоўнікаў",
          Text_ICO_2: 'Высокакваліфікаваныя і матываваныя супрацоўнікі папаўняюць нашы рады',
          Btn_ICO_2: 'Каштоўнасці',
          Header_ICO_3: "Кейсы",
          Text_ICO_3: 'Складаюць наш вопыт і веды сферы высокіх тэхналогій для бізнес-рашэнняў',
          Btn_ICO_3: 'Каманда',
        },
        About: {
          Title_1: 'Наша кампанія',
          Text_1_1: '«СіБел» уваходзіць у групу кампаній «БелХард» і за 10 год паспяховай дзйнасці ў сферы сістэмнай інтэграцыі дасягнула прызнання сярод кліентаў, вендараў і калег. Магчымасць выкарыстання для эфектыўнага вырашэння задач усіх рэсурсаў аб’яднання: вытворчых, матэрыяльных, фінансавых і іншых — робіць супрацоўніцтва паспяховым. Прасоўваючы ўласныя ІТ-рашэнні і паслугі для беларускіх кампаній, мы дапамагем бізнесу працаваць.',
          Text_1_2: 'Рэзідэнцтва кампаніі «СіБел» ў ПВТ Беларусі сцвярджае ўзровень паслуг «СіБел» і ўкараненне інавацыйных ІТ-праектаў разнастайнай складанасці. Нашы спецыялісты своечасова праходзяць навучанне ў цэнтрах IBM, Microsoft, Lotus і іншых, павышаюць кваліфікацыю і ўзровень ведаў, сцвярджаючы вынікі паспяховымі сертыфікацыйнымі экзаменамі вендараў і вытворцаў.',
          Title_2: 'Наша мэта',
          Text_2_1: ' — стаць вядучай кампаніяй Беларусі, якая рэалізуе платформенныя рашэнні для бізнесу і паслуг у сферы высокіх тэхналогій',
          Text_2_2: 'Мы ўпэўнены, што дасягнем вызначанай мэты:',
          Text_2_2_1: 'мы ведаем патрэбы нашага кліента і спецыфіку беларускага бізнесу',
          Text_2_2_2: 'у нашай камандзе высокакваліфікаваныя спецыялісты',
          Text_2_2_3: 'мы ўкараняем новыя тэхналогіі',
          Title_3: 'Наша місія ',
          Text_3_1: '— узняць рэйтынг Беларусі па паказальніку развіцця інфармацыйна-камунікацыйных тэхналогій (ICT Development Index), які характарызуе дасягненні краін з пункту гледжання развіцця ІТ-сферы, што ахоплівае ўсе галіны стварэння, перадачы, захоўвання, распаўсюджвання і ўспрымання інфармацыі.',
        },
        Value: {
          Title_1: 'Супрацоўнікі',
          Text_1: 'Наша галоўная каштоўнасць. Мы ганарымся кожным і шануем выртых, прапаноўваем ім аптымальныя ўмовы працы і адпачынку',
          Title_2: 'Якасць',
          Text_2: 'Мы пацвярджаем якасць нашых паслуг, гарантуем іх адпаведнасць стандартам',
          Title_3: 'Клиенты',
          Text_3: 'Фокус на патрэбах кожнага кліента робіць нашы паслугі ўнікальнымі. Укараняем найноўшыя рашэнні для росквіту бізнесу',
          Title_4: 'Развіццё',
          Text_4: 'Кожны з каманды імкнецца ўзбагаціць асабісты багаж ведаў і навыкаў, дзякуючы якім мэты дасягаюцца ў найкарацейшы час. У асабістым развіцці мы жадаем поспехаў нашым партнёрам',
          Title_5: 'Адказны бізнес ',
          Text_5: 'Разуменне каштоўнасці кожнага для грамадства адлюстроўваецца ў імкненне павысіць узровень і якасць жыцця нашых супрацоўнікаў і іх сямей, браць удзел у разнастайных праграмах і ўкараняць сацыяльна значныя праекты ',
          Title_6: 'Прафесіяналізм',
          Text_6: 'Мы сабралі каманду высокакваліфікаваных спецыялістаў, якіх аб’яднае любімая справа. Імкнемся быць асамі ў сваёй сферы',
        },
        Time: {
          Title_1: 'Наша каманда',
          Text_1: '«СіБел» — гэта каманда таленавітых спецыялістаў, якія жывуць сваёй справай. Мы адзначаем ініцыятыўнасць, творчы падыход і сістэмнасць. Кожны супрацоўнік «СіБел» мае магчымасць праявіць свой прафесіяналізм, выкарыстаць навыкі, што мае, і падзяліцца ведамі з калегамі.',
          Text_2: 'Каманду накіроўваюць агульныя мэты, а прынцыпы карпаратыўнай культуры гуртуюць аднадумцаў.',
          Title_2: 'Прынцыпы каманды «СіБел»',
          Head_li_1: 'Скіраванасць на вынік',
          li_1: 'з’яднаная работа каманды і адказнасць за рашэнні дае чаканы вынік — якасны прадукт у адзначаны тэрмін',
          Head_li_2: 'Кантактнасць',
          li_2: 'Адкрытая і даступная адваротная сувязь паміж удзельнікамі каманды робіць працоўны працэс эфектыўным і хуткім',
          Head_li_3: 'Развіццё і імкненне да новага ',
          li_3: 'Прага новых ведаў і шырокі кругагляд кожнага супрацоўніка ўзбагачаюць інтэлектуальны запас усёй каманды ',
          Head_li_4: 'Узаемапавага і падтрымка ',
          li_4: 'Дружалюбнасць і ўвага ад усіх кожнаму стварае працоўную атмасферу спрыяльнай, а калектыў — згуртаваным. Мы — каманда!',
          Descriptions_Text: '«СіБел» актыўна развіваецца, прыцягваючы новых таленавітых, актыўных прафесіяналаў. Далучайцеся!',
          Btn: 'Запрашаем у каманду'
        },
        Comments: {
          Global_Title: 'Кліенты пра нас',
          Global_description_1: 'Меркаванне кліентаў пра супрацоўніцтва з намі мае вялікае значэнне. Мы даражым сваёй рэпутацыяй і імкнемся падтрымліваць статус надзейнага партнёра. Водгукі пра работу з «СіБел» — гэта аб’ектыўная адзнака нашай дзейнасці.',
          Title: 'Аляксандр Фёдараў ',
          Descriptions_11: 'Кіраўнік праектаў PMP',
          Descriptions_12: ' НР Enterprises CIS ',
          Text_11: ' 10-гадовае супрацоўніцтва і паспяховая рэалізацыя болей за 50 сумесных праектаў для аператараў мабільнай сувязі дазваляе з упэўненасцю сцвярджаць: «СіБел» — надзейны партнёр, што пастаўляе комплексныя рашэнні ў сферы ІТ-тэлекамунікацый.',
          Text_12: ' Пра кампетэнтнасць і высокую кваліфікацыю спецыялістаў «СіБел» без марных слоў сведчыць партфель праектаў: распрацоўкі для кампаній Расіі (МТС, Мегафон, Связьинформ, ТрансТелеКом, ТатТелеКом, СибирьТелеКом), Казахстана (MS BizTalk, MS Axapta, MS SQL Server, MS SharePoint Server, .NET), Беларусі (МТС, Life, Velcom). ',
          Text_13: ' Устойлівае развіццё дзелавых адносінаў НР Enterprises CIS і «СіБел» перарасло ў плённае супрацоўніцтва дзвюх кампаній і працягвае развіваць галіну ІТ-тэлекамунікацый Беларусі і краін СНД.',
          Title_2: 'Алег Бурак',
          Descriptions_21: 'Намеснік старшыні дырэкцыі па тэхнічных пытаннях ',
          Descriptions_22: 'ЗТАА «КАПШ Тэлематык Сэрвісіз»',
          Text_21: 'У 2013 годзе нашы кампаніі згуртавала рэалізацыя электроннай сістэмы аплаты за праезд па дарогах Рэспублікі Беларусь — Beltoll. Сварэнне цэнтра апрацоўкі дадзеных, які неабходны для яе функцыянавання, лагічна завершылася ўчыненнем доўгатэрміновага кантракта з аўтарытэтнай аўтсорсінгавай кампаніяй — «СіБел». Абслугоўванне і падтрымку ІТ-інфраструктуры (тэлекамунікацый, сервернага абсталявання, аперацыйнай сістэмы), а таксама сэрвіс інжынерных сістэм цэнтра дадзеных (электразабеспячэння, кандыцыяніравання і г. д.) здзяйсняе адзел сістэмнай інтэграцыі.',
          Text_22: '«СіБел» сапраўды выдатна выконвае сваю работу — кантроль сістэмы ажыццяўляецца ў рэжыме 24/7, а падрабязныя справаздачы службы маніторынга адлюстроўваюць узроўні даступнасці сэрвісаў і падсістэм, вызначаючы якасць паслуг. ',
          Text_23: 'Важкай перавагай «СіБел» з’яўляецца тое, што кампанія не баіцца абавязацельстваў і гарантуе працаздольнасць ІТ-сістэмы двухбаковым SLA-пагадненнем.',
          Title_3: 'Сяргей Козел',
          Descriptions_31: 'Намеснік дырэктара',
          Descriptions_32: 'ТАА «АСД-Тэхніка»',
          Text_31: 'Болей за два гады «СіБел» пастаўляе паслугі ІТ-аўтсорсінга нашай кампаніі. За працяглы час супрацоўніцтва відавочна галоўнае: усе спецыялісты «СіБел» выконваюць працу тэрмінова і якасна, кансультуюць па разнастайных пытаннях, забяспечылі стабільную работу ў «складаных» умовах пераезду офіса і вытворчасці.',
          Title_4: 'Д. Ю. Грузіцкі',
          Descriptions_41: 'Першы намеснік старшыні праўлення ',
          Descriptions_42: ' ААТ «Тэхнабанк»',
          Text_41: ' ААТ «Тэхнабанк» — банк з прыватным беларускім капіталам, які здолеў заваяваць давер салідных фінансавых партнёраў, дасягнуць павагі кліентаў. У сваёй дзейнасці мы імкнемся да адпаведнасці высокім сусветным стандартам банкаўскага абслугоўвання.',
          Text_42: ' ІТ-інфраструктура банка аказвае непасрэдны ўплыў на прафесійную дзейнасць нашай кампаніі. Каб знізіць страты ў якасці паслуг і часовыя затраты на ліквідацыю тэхнічных збояў, ЗАТ «БелХард Груп» (гандлёвая марка «СіБел») правяла комплексныя работы па мадэрнізацыі ІТ-інфраструктуры.',
          Text_43: 'Супрацоўнікі «СіБел» ва ўказаны тэрмін (6 мес.) аператыўна і якасна справіліся з пастаўленымі задачамі без ўмяшання ў рэгламент ААТ «Тэхнабанк».',
          Text_44: 'Выказваем падзяку спецыялістам «Белхард Груп» за эфектыўныя работы па абнаўленні абсталявання, рэканструкцыі ад збояў ІТ-інфраструктуры і рэалізацыі комплекснай сістэмы маніторынгу.',

          Btn_1: 'Падрабязней',
          Btn_2: 'Пакінуць водгук',
          Btn_3: 'Усе водгукі'
        }
      },
      Contacts: {
        Title: 'Кантакты',
        Btn_1: 'На карце',
        Btn_2: 'Пакінуць  запрос',
        Back: 'Назад',
        Tooltip: 'Схаваць карту',
      },
      Business: {
        Slider: {
          Title: " ІТ-рашэнні для бізнесу",
          Description: 'Высокія тэхналогіі дазваляюць перавесці бізнес-патрэбнасці ў плоскасць праграмнага забеспячэння. Мы апраўдваем чаканні нашых кліентаў, выкарыстоўваючы сучасныя і крэатыўныя тэхналагічныя рашэнні'
        },
        Icon: {
          Title: ' «СіБел» для бізнесу',
          icon_1_title: ' Бізнес-аналіз',
          icon_1_description: ' Выяўленне бягучых і будучых патрэбаў рынку і зацікаўленых асоб',
          icon_1_btn: ' Комплексныя рашэнні',
          icon_2_title: 'Арыентацыя на кліента',
          icon_2_description: 'Прапановы і рэкамендацыі, здольныя задаволіць рэальныя патрэбнасці заказчыка',
          icon_2_btn: 'Аўтаматызацыя працэсаў арганізацыі',
          icon_3_title: 'Аптымізацыя бізнесу',
          icon_3_description: 'Кансультаванне заказчыка па пытаннях аптымізацыі яго бізнес-працэсаў',
          icon_3_btn: 'Электронны дакументазварот '
        },
        Complex: {
          Blue: {
            Title: 'Комплекснае рашэнне',
            Description_1: '«СіБел» прапануе комплекснае рашэнне па наладзе працэсаў арганізацыі і кіраванні імі, забеспячэнні ўзаемадзеяння па працэсах пры дапамозе электроннага дакументазвароту і зборы аналітычных дадзеных па працэсах.',
            Description_2: ' Вырашальныя задачы:',
            li_1: 'аўтаматызацыя працэсаў арганізацыі ',
            li_2: 'распрацоўка алгарытмаў разліку паслуг, якiя аказваюцца ў рамках працэсу (працэсаў)',
            li_3: 'арганізацыя электроннага дакументазвароту ',
            li_4: 'стварэнне дакументаў на аснове гібкіх шаблонаў ',
            li_5: 'атрыманне аналітычнай інфармацыі ',
            li_6: ' паўнатэкставы і атрыбутыўны пошук інфармацыі, якая змяшчаецца ў сістэме.',
          },
          White: {
            Title: 'Выгады ад укаранення рашэння ',
            Description_1: 'Комплекснае рашэнне забяспечвае эфектыўнае кіраванне дзейнасцю арганізацыі і дапамагае:',
            li_1: 'забяспечыць празрыстасць інфармацыйных патокаў у арганізацыі ',
            li_2: 'скараціць час на выкананне працэсу ',
            li_3: 'паскорыць працу па ўзаемадзеянні з кліентамі ',
            li_4: 'скараціць час на пошук і апрацоўку інфармацыі па працэсу ',
            li_5: 'павысіць якасць і спрасціць падрыхтоўку дакументацыі ',
            li_6: 'хутка і якасна сфармаваць абавязковую і кіраўнічую справаздачнасць ',
            li_7: 'наладзіць эфектыўнае ўзаемадзеянне супрацоўнікаў у працы над працэсам.'
          }
        },
        Automation: {
          Blue: {
            Title: 'Аўтаматызацыя працэсаў арганізацыі ',
            Description_1: 'Рашэнне па аўтаматызацыі працэсаў арганізацыі ўяўляе сабой праграмны прадукт для налады кіравання інфармацыйным асяроддзем прадпрыемства для хуткай і якаснай работы. Задзейнічаны працэсы, на ўваходзе якіх маецца інфармацыя пра асоб, плацяжах, дакументах, а на выхадзе неабходна сфармаваць афіцыйныя дакументы, разлічыць кошт аказання паслуг, весці ўлік дадзеных па працэсе.',
            Description_2: ' Вырашальныя задачы:',
            li_1: 'кіраванне ўзаемадзеяннем з кліентамі па працэсу ',
            li_2: 'тарыфікацыя працэсу ',
            li_3: 'улік дакументаў, якія суправаджаюць выкананне працэсу ',
            li_4: 'стварэнне дакументаў па працэсу на аснове гібкіх шаблонаў ',
            li_5: 'фарміраванне дадзеных па працэсах у «электронныя справы»',
            li_6: 'паўнатэкставы і атрыбутыўны пошук інфармацыі, якая змяшчаецца ў сістэме.',
          },
          White: {
            Title: 'Выгады ад укаранення рашэння ',
            Description_1: 'Рашэнне па аўтаматызацыі працэсаў арганізацыі забяспечвае эфектыўнае кіраванне дзейнасцю і дапамагае:',
            li_1: 'упарадкаваць працэсы арганізацыі ',
            li_2: 'павысіць якасць выканання задач па працэсу ',
            li_3: 'скараціць час на выкананне працэсу ',
            li_4: 'паскорыць працу па ўзаемадзеянні з кліентамі ',
            li_5: 'хутка знаходзіць і апрацоўваць інфармацыю па працэсе.'
          }
        },
        elDoc: {
          Blue: {
            Title: 'Электронны дакументазварот ',
            Description_1: 'Рашэнне прызначана для забеспячэння інфармацыйнага ўзаемадзеяння карыстальнікаў сістэмы і арганізацыі працэсаў работы з дакументамі.',
            Description_2: 'Вырашальныя задачы:',
            li_1: 'перасылка паведамленняў паміж карыстальнікамі ',
            li_2: 'улік дакументаў (часопісы рэгістрацыі ўваходных і выходных дакументаў)',
            li_3: 'публікацыя дакументаў для азнаямлення ',
            li_4: 'кантроль выканання дакументаў ',
            li_5: 'праца з наменклатурай спраў і электроннымі справамі ',
            li_6: 'перадача электронных спраў ',
            li_7: 'забеспячэнне ўзаемадзеяння карыстальнікаў праз форум.',
          },
          White: {
            Title: 'Выгады ад укаранення рашэння ',
            Description_1: 'Рашэнне забяспечвае эфектыўнае кіраванне дакументамі ў арганізацыі і дапамагае:',
            li_1: 'наладзіць працэсы працы з дакументамі згодна лепшым практыкам і заканадаўству',
            li_2: 'скараціць час на пошук і апрацоўку інфармацыі пра дакументы',
            li_3: 'спрасціць падрыхтоўку дакументацыі',
            li_4: 'павысіць выканальніцкую дысцыпліну',
            li_5: 'арганізаваць эфектыўнае ўзаемадзеянне супрацоўнікаў пры абмене дакументаванай інфармацыяй.'
          }

        },
        Implementation: {
          OrangeTitle_1: 'Рэалізацыя:',
          OrangeTitle_2: 'Распрацоўка і ўкараненне АІС натарыята Беларусі ',
          WhiteTitle_1_1: 'Кліент ',
          WhiteTitle_1_2: 'Беларуская натарыяльная палата ',
          WhiteDescription_1: 'Згодна з Указам Прэзідэнта Рэспублікі Беларусь 1 студзеня 2017 г. Беларускай натарыяльнай палатай павінны быць забяспечаны распрацоўка і ўкараненне адзінай электроннай сістэмы ўліку натарыяльных дзеянняў і спадчынных спраў.',
          WhiteTitle_2_1: 'Мэта ',
          WhiteDescription_2: 'Аўтаматызаваць асноўныя працэсы натарыяльнай дзейнасці і вядзенне адзіных рэспубліканскіх рэестраў; атрымліваць актуальныя звесткі; забяспечыць узаемадзеянне АІС з іншымі інфармацыйнымі сістэмамі.',
          WhiteTitle_3_1: 'Задачы ',
          WhiteTitle_3_2: '«СіБел»',
          WhiteDescription_3: 'Пабудаваць тэлекамунікацыйную інфраструктуру, распрацаваць праграмнае забеспячэнне АІС і забеспячэнне ўсіх відаў ўзаемадзеяння сістэмы з іншымі інфармацыйнымі сістэмамі.',
          WhiteTitle_4_1: 'Вынік ',
          WhiteDescription_4: 'Створана адзіная інфармацыйная прастора для прафесійнага ўзаемадзеяння натарыусаў і інфармацыйнай ўзгодненасці АІС натарыята з дзяржаўнымі органамі і арганізацыямі Беларусі ў адпаведнасці з высокімі патрабаваннямі яе бесперабойнага функцыянавання і надзейнасці. ',
        },
        Accordion: {
          Title: 'Этапы работ па распрацоўцы і ўкараненні АІС натарыята Беларусі ',
          li_1: 'Аналіз працэсаў натарыяльнай дзейнасці ',
          li_2: 'Распрацоўка і ўзгадненне дакументацыі на стварэнне АІС натарыята (тэхнічнага задання, тэхнічнага праекта)',
          li_3: 'Праектаванне адзінай інфармацыйнай сістэмы і распрацоўка працоўнай дакументацыі ',
          li_4: 'Распрацоўка, ўстаноўка і настройка прыкладнога праграмнага забеспячэння АІС ',
          li_5: 'Кансультаванне і навучанне карыстальнікаў ',
          li_6: 'Правядзенне выпрабаванняў прыкладнога праграмнага забеспячэння АІС, папярэдніх выпрабаванняў згодна з праграмай і методыкай выпрабаванняў, доследнай эксплуатацыі ',
          li_7: 'Забеспячэнне ўзаемадзеяння АІС з іншымі інфармацыйнымі сістэмамі ',
          li_8: 'Суправаджэнне АІС ',
        }
      },
      IT: {
        Slider: {
          Title: "Адзінства ІТ і бізнеса ",
          Description: 'ІТ-інфрастуктура прапануе бізнесу канкрэтныя выгадыі патрабуе ўкладанняў. Важна прытрымлівацца балансу паміж эфектам і выдаткамі. Мы дапамагаем кампаніям аптымізаваць ІТ-інфраструктуру і рэалізуем комплексныя паслугі ІТ-аўтсорсінгу'
        },
        Icon: {
          Title: ' ІТ-паслугі «СіБел»',
          icon_1_title: 'Вопытныя супрацоўнікі ',
          icon_1_description: 'Якасць паслуг адпавядае сусветным патрабаванням і стандартам рынка ІТ ',
          icon_1_btn: 'ІТ-аўдыт ',
          icon_2_title: 'Тэхпадтрымка 24/7',
          icon_2_description: 'Падключэнне службы маніторынга і аказанне кансультацыйнай падтрымкі ',
          icon_2_btn: 'ІТ-інфраструктура',
          icon_3_title: 'Сэрвіс «па запатрабаванні»',
          icon_3_description: 'Прыцягненне тэхнічных спецыялістаў па неабходнасці ',
          icon_3_btn: 'Інжынерная інфраструктура '
        },
        Audit: {
          Blue: {
            Title: 'Дыягностыка і ацэнка стану ІТ-прадпрыемства ',
            Description_1: 'ІТ-аўдыт, выкананы спецыялістамі «СіБел», пакажа поўную карціну пра стан як асобных участкаў, так і адзінай інфармацыйнай сістэмы кампаніі і дазволіць выявіць яе «вузкія месцы» і магчымыя рызыкі.',
            Description_2: 'Ацэнка інфраструктуры і інфармацыйных сэрвісаў дасць дакладныя адказы кіраўніку:',
            li_1: 'ці эфектыўна выкарыстоўваюцца сродкі на ІТ?',
            li_2: 'ці магчыма скасаваць выдаткі па ўтрыманні штата ІТ-спецыялістаў?',
            li_3: 'як аптымізаваць ІТ-працэсы ў кампаніі?'
          },
          White: {
            Title: 'Аптымізацыя ІТ ',
            Description_1: 'Лагічным працягам аўдыта выступае ІТ-кансалтынг. Калі аўдыт скіраваны на выяўленне праблем і патэнцыяльных магчымасцяў, то ІТ-кансалтынг прапануе чаргу канкрэтных мерапрыемстваў для вырашэння пастаўленых задач і выкарыстання магчымасцяў сістэмы ў поўнай меры.',
            Description_2: '«СіБел» аказвае поўны спектр кансалтынгавых паслуг:',
            li_1: 'вызначэнне параметраў інфармацыйнай сістэмы ',
            li_2: 'распрацоўка альбо мадэрнізацыя ІТ-інфраструктуры ',
            li_3: 'падбор і пастаўка абсталявання і праграмнага забеспячэння ',
            li_4: 'аўдыт інфармацыйнай бяспекі ',
            li_5: 'абслугоўванне і тэхпадтрымка ў рэжыме 24/7',
            li_6: 'гарантыйнае SLA-пагадненне '
          },
          Accordion: {
            Title: 'Этапы работ па мадэрнізацыі ІТ-інфраструктуры ААТ «Тэхнабанк»',
          }
        },
        Infra: {
          Blue: {
            Title: 'ІТ-інфраструктура ',
            Description_1: 'ІТ-інфраструктура ўяўляе сабой сукупнасць сэрвісаў і сістэм, тэхнічных праграмных сродкаў, сетак, даных, аўтаматызаваных працэсаў.',
            Description_2: 'ІТ-інфраструктура павінна задавальняць патрэбам прадпрыемства. Пры праектаванні кіруюццца ІТ-стратэгіяй, якая адлюстроўвае сістэму прыарытэтаў, правілаў і планаў, што дазваляюць дабівацца адэкватнасці ІТ-інфраструктуры мэтам бізнесу.',
            Description_3: 'Для таго, каб арганізаваць сапраўды надзейную, высокавытворчую і масштабаваную ІТ-інфраструктуру, неабходна прыцягваць высокакваліфікаваных спецыялістаў, якія павінны мець немалы вопыт пабудовы ІТ-інфраструктур — супрацоўнікаў «СіБел».',

          },
          White: {
            Title: 'Унутраная дакументацыя пра ІТ-інфраструктуру ',
            Description_1: 'Канфігурацыйная база даных змяшчае звесткі пра ўсі кампаненты ІТ-інфраструктуры і ўзаемасувязі паміж імі:',
            li_1_1: 'серверах і найбольш важных працоўных месцах ',
            li_1_2: 'сістэмах сервісаў (серверах баз даных, НТТР-серверах, Microsoft Exchange і г. д.); базах, каталогах і іншых сховішчах даных ',
            li_1_3: 'базах, каталогах і іншых сховішчах даных ',
            li_1_4: 'аўтаматызаваных сістэмах, іх падсістэмах і АПМ, ролях карыстальнікаў.',
            Description_2: 'Такі падыход дазваляе ў фонавым рэжыме падтрымліваць інфармацыю пра састаў ІТ-інфраструктуры і ўзаемасувязях яе кампанентаў у актуальным стане.',
            Description_3: 'Электронная бібліятэка дакументацыі прызначана даць доступ да тэхнічнай дакументацыі ўсім зацікаўленым асобам і забяспечыць:',
            li_2_1: 'яснасць структуры бібліятэкі дакументацыі ',
            li_2_2: 'магчымасць хуткага пошуку неабходнага дакумента ',
            li_2_3: 'упэўненасць у тым, што знойдзены дакумент змяшчае актуальныя звесткі.',
          },
          Accordion: {
            Title: 'Этапы работ па аказанні паслуг ІТ-аўтсорсінга для «АСД-Тэхніка»',
          }

        },
        Engineer: {
          Blue: {
            Title: 'Інжынерная інфраструктура ',
            Description_1: 'Неабходнасць у прыватным ЦАД (цэнтры апрацоўкі даных) наспявае для тых кампаній, якім ужо недастаткова некалькі серверных стоек, а паслугі камерцыйных ЦАД не задавальняюць па разнастайных умовах (эканамічнай мэтазгоднасці, бяспекі і г. д.).',
            Description_2_1: 'Інжынерная інфраструктура ЦАД ',
            Description_2_2: '— гэта аснова здоровага функцыянавання ўсяго комплекса высокатэхналагічнага абсталявання. Ад правільнасці яе пабудовы залежыць стабільнасць работы вылічальнага цэнтра.',
          },
          White: {
            Description_1: 'Падсістэмы інжынернай інфраструктуры ЦАД і сістэм забеспячэння бяспекі:',
            li_1: 'падсістэма гарантаванага электразабеспячэння ЦАД ',
            li_2: 'кліматычная падсістэма ЦАД (кандынцыяніраванне і холодазабеспячэнне)',
            li_3: 'структураваная кабельная падсістэма ЦАД ',
            li_4: 'падсістэма мантажных шафаў ЦАД ',
            li_5: 'падсістэма маніторынга і кіравання ЦАД ',
            li_6: 'кантроль і кіраванне доступам ',
            li_7: 'сецявое відэанагляданне ',
            li_8: 'ахоўна-трывожная сігналізацыя ',
            li_9: 'супрацьпажарная бяспека. ',
            Description_2: 'Пабудова прыватнага ЦАД дае ўпэўненасць, што бізнес не спынецца з-за збоеў ІТ-абсталявання і страты даных, выкліканых неспрыяльнымі фактарамі. '

          },


          Accordion: {
            Title: 'Этапы работ па распрацоўцы ІТ-стратэгіі для СТАА «ЛЛК-НАФТАН»',
          }

        },
        Implementation: {
          OrangeTitle_1: 'Рэалізацыя:',
        },
      },
      Implementation: {
        Slider: {
          Title: 'Партфель праектаў',
          Description: 'Глыбокае разуменне мэтаў, увага да існуючых і новых чаканняў кліентаў каманда «СіБел» выбудоўвае ва ўзаемавыгадныя адносіны партнёрства. Эфектыўнае задавальненне патрэбаў заказчыка ва ўмовах бізнесу фарміруе партфель рэалізаваных праектаў. '
        },

        Filter_btn_1: 'Праграмныя вырашэнні ',
        Filter_btn_2: 'Тэлекамунікацыі ',
        Filter_btn_3: 'ІТ-паслугі ',
        All: {
          Title_1: 'Кліент ',
          Title_2: 'Мэта ',
          Title_3_1: 'Задачы ',
          Title_3_2: '«СіБел»',
          Title_4: 'Вынік ',
          Title_5: 'Этапы работ ',
        },
        Project_1: {
          Title_1: 'Мадэрнізацыя ІТ-інфраструктуры ААТ «Тэхнабанк»',
          Client: 'ААТ «Тэхнабанк»',
          Description_1: "ІТ-інфраструктура, якая распачала развіццё разам з заснаваннем банка, перастала адпавядаць сучасным патрабаванням. Састарэлая і неаднастайная, яна аказвала ўплыў на працу ўсёй арганізацыі, выклікаючы страты ў якасці паслуг і павелічэнне тэрміновых выдаткаў на правядзенне аперацый з-за збояў і паломак.",
          Description_2: "Аптымізаваць работу банка, знізіць ІТ-выдаткі.",
          Description_3: "Правесці за 6 месяцаў працы па мадэрнізацыі ІТ-інфраструктуры без умяшання ў рэгламент банка — у выхадныя дні і начны час.",
          Description_4: " Абноўленае абсталяванне і рэканструяваная ад збояў ІТ-інфраструктура, дапоўненыя рэзервовым каналам сувязі, закліканы забяспечыць эфектыўную работу банка ў адпаведнасці з бягучымі патрэбамі бізнесу.",
          li_1: ' Правядзенне ІТ-аўдыту інфармацыйнай сістэмы прадпрыемства: ацэнка і абследаванне існуючай інфраструктуры і інфармацыйных сэрвісаў',
          li_2: 'Падрыхтоўка дакументаванай справаздачы — абгрунтавання для правядзення рэканструкцыі ІТ-інфраструктуры ',
          li_3: 'Распрацоўка і ўзгадненне тэхнічнага праекта ',
          li_4: 'Устаноўка і настройка абсталявання, стварэнне ўстойлівай інфраструктуры ў адпаведнасці з рэкамендацыямі ',
          li_5: 'Рэалізацыя комплекснай сістэмы маніторынгу ІТ-інфраструктуры з распрацоўкай і ўзгадненнем пераліку абсталявання, параметраў кантролю на базе праграмнага прадукту ZABBIX (прадукт open source) на серверных магутнасцях кліента'
        },
        Project_2: {
          Title_1: 'Паслугі ІТ-аўтсорсінгу для «АСД-Тэхніка»',
          Client: '«АСД-Тэхніка»',
          Description_1: " Кампанія, якая спецыялізуецца на распрацоўцы тэхналогій і вытворчасці абсталявання ў галіне дазацыі, змешвання і вырабу прадуктаў з палімерных матэрыялаў. ",
          Description_2: "Стабільная і эфектыўная работа прадпрыемства незалежна ад змены супрацоўніка на пасадзе сістэмнага адміністратара; перадача работ па падтрымцы, абслугоўванні і мадэрнізацыі ІТ-інфраструктуры аўтарытэтнай кампаніі на доўгатэрміновы перыяд.",
          Description_3: "Аказанне паслуг па тэхналагічным суправаджэнні ПЗ, вылічальнай і офіснай тэхніцы — аўтсорсінг ІТ-функцый.",
          Description_4: "Наладжаная праца ІТ-інфраструктуры прадпрыемства, маніторынг яе стану, пацверджаны штомесячнымі справаздачамі спецыялістаў.",
          li_1: 'Мадэрнізацыя і тэхнічнае суправаджэнне сродкаў вылічальнай тэхнікі ',
          li_2: 'Рэзервовае капіраванне інфармацыі ',
          li_3: 'Наладка і суправаджэнне абсталявання і праграмнага забеспячэння на працоўных месцах',
          li_4: 'Кансультацыя карыстальнікаў па пытаннях функцыянавання сродкаў вылічальнай тэхнікі',
          li_5: 'Маніторынг і ліквідацыя няспраўнасцяў ІТ-інфраструктуры прадпрыемства ',
          li_6: 'Падрыхтоўка штомесячных актаў здачы / прыёмкі работ / паслуг',
        },
        Project_3: {
          Title_1: 'Распрацоўка ІТ-стратэгіі для СТАА «ЛЛК-НАФТАН»',
          Client: 'СТАА «ЛЛК-НАФТАН»',
          Description_1: "Найбуйнейшая комплексная вытворчасць прысадак да алеяў на постсавецкай прасторы.",
          Description_2: "Рэалізаваць праграму «Офіс высокай даступнасці»",
          Description_3: "Правесці ІТ-аўдыт ІТ-інфраструктуры і распрацаваць тэхнічнае рашэнне па мадэрнізацыі ",
          Description_4: "Падрыхтаваная ІТ-стратэгія па рэалізацыі праграмы «Офіс высокай даступнасці»",
          li_1: 'Комплексны ІТ-аўдыт інфраструктуры кампаніі ',
          li_2: 'Вызначэнне патрабаванняў да ІТ-інфраструктуры:',
          li_2_1: 'укараненне ад збояў кластара ',
          li_2_2: 'маніторынг сеткавай бяспекі ',
          li_2_3: 'аддалены доступ (vpn)',
          li_2_4: 'выяўленне вузкіх месцаў ІТ-інфраструктуры ',
          li_2_5: 'рэзервовае капіраванне ',
          li_2_6: 'аварыйнае аднаўленне ',
          li_2_7: 'укараненне IP-тэлефаніі ',

        },
        Project_4: {
          Title_1: 'Абслугоўванне ЦАД для ЗТАА «Капш Тэлематык Сэрвісіз»',
          Client: 'ЗТАА «Капш Тэлематык Сэрвісіз»',
          Description_1: "Кампанія, якая ажыццяўляе дзейнасць у сферы транспартных, тэлекамунікацыйных, сеткавых і інфармацыйных тэхналогій, з'яўляецца аператарам сістэмы платных дарог Беларусі BelToll.",
          Description_2: " Бесперабойнае функцыянаванне сістэмы электроннага збору платы за праезд у Беларусі.",

          Description_3_li_1: "Забеспячэнне бесперабойнага функцыянавання двух ЦАД сістэмы BelToll: абслугоўванне сістэм бесперабойнага электрасілкавання і ДГУ, кандыцыянавання, пажаратушэння, сістэм кантролю доступу і відэаназірання згодна з патрабаваннямі стандарту PCI DSS.",
          Description_3_li_2: " Стабільная праца тэлекамунікацыйнага ядра сістэмы BelToll: камутацыйнага абсталявання і каналаў сувязі, сервернага абсталявання, сістэм захоўвання і рэзервовага капіравання дадзеных, сістэмы абароны і прадухілення ўварванняў, аперацыйных сістэм і вытворчага праграмнага забеспячэння.",
          Description_4: ' Выразная і стабільная праца сістэм за працяглы тэрмін супрацоўніцтва, рэгуляваная дамовамі аб узроўні сэрвісу (SLA-пагадненне)',
          li_1: 'Правядзенне інсталяцыйных работ і работ па канфігураванні сістэмы перад запускам у эксплуатацыю, работы па ўвядзенні ў эксплуатацыю першага цэнтра апрацоўкі дадзеных ',
          li_2: 'Суправаджэнне запуску сістэмы, наступнае суправаджэнне функцыянавання сістэмы.',
          li_3: 'Увядзенне ў эксплуатацыю другога цэнтра апрацоўкі дадзеных ',
          li_4: 'Падтрымка сістэмы: тэхабслугоўванне і маніторынг у рэжыме 24/7',
        },
        Project_5: {
          Title_1: 'Распрацоўка графічных справаздач маніторынгу трафіку ',
          Client: 'НР Enterprises CIS ',
          Description_1: "Кампанія ажыццяўляе дзейнасць у сферы аўтаматызацыі бізнес-працэсаў, у тым ліку для аператараў мабільнай сувязі.",
          Description_2: "Наладзіць маніторынг трафіку аператара мабільнай сувязі.",
          Description_3: "У самыя кароткія тэрміны і з мінімальнымі выдаткамі распрацаваць web-прыкладанні для працы са справаздачамі ў таблічным і графічным выглядзе.",
          Description_4: 'Менш чым за месяц спраектавана і распрацавана простае і зручнае прыкладанне, якое дазваляе мадыфікаваць наборы дэманстрацыі дадзеных без перакампілявання. ',
          li_1: 'Выбар інструмента для максімальнага задавальнення патрабаванняў замоўцы ',
          li_2: 'Разгортванне тэставага асяроддзя і напаўненне яго тэставымі дадзенымі ',
          li_3: 'Распрацоўка прыкладання ў адпаведнасці з патрабаваннямі (уключаючы патрабаванні па аўтэнтыфікацыі як уласнай, так і праз LDAP)',
          li_4: 'Дапрацоўка функцыяналу і вонкавага выгляду згодна зменлівым патрабаванням ',
        },
        Project_6: {
          Title_1: 'Інтэграцыя сістэмы кантролю ўцечкі даходаў ',
          Client: 'НР Enterprises CIS ',
          Description_1: "Кампанія ажыццяўляе дзейнасць у сферы аўтаматызацыі бізнес-працэсаў, у тым ліку для аператараў мабільнай сувязі.",
          Description_2: "Інтэграцыя сістэмы кантролю ўцечкі даходаў (HP Revenue Leakage Control) для найбуйнейшых аператараў мабільнай сувязі СНД ",
          Description_3: "Усталяваць на пляцоўцы аператара сувязі праграмны комплекс RLC і інтэграваць яго з сістэмамі збору, уліку трафіку і білінгу; наладзіць і дапрацаваць RLC з кансалідацыяй у адзіны цэнтр; ажыццяўляць суправаджэнне і мадэрнізацыю RLC. ",
          Description_4: 'Магутная сістэма кантролю дазволіла найбуйнейшым аператарам мабільнай сувязі Расіі, Арменіі і Ўкраіны ўжо на этапе разгортвання выявіць памылкі, вядучыя да значных фінансавых страт, і прыняць меры па іх ліквідацыі.',
          li_1: 'Распрацоўка high level design documents на падставе патрабаванняў замоўцы ',
          li_2: 'Разгортванне тэставага асяроддзя і напаўненне яго тэставымі дадзенымі; налада кампанентаў RLC ў тэставым асяроддзі, тэставанне комплексу ',
          li_3: 'Усталёўка кампанентаў RLC на пляцоўцы заказчыка, перанос канфігурацыі з тэставага асяроддзя на прамысловае, інтэграцыя з сістэмамі аператара сувязі ',
          li_4: ' Настройка RLC па патрабаванням заказчыка і аператара сувязі ',
          li_5: 'Распрацоўка праграмы ПЗІ і карыстальніцкай дакументацыі; дапамога ў праходжанні ПЗІ і суправаджэнне ўкаранёнай сістэмы ',
        },
        Project_7: {
          Title_1: 'Распрацоўка новых версій сістэмы кантролю ўцечкі даходаў ',
          Client: 'НР Enterprises CIS ',
          Description_1: "Кампанія ажыццяўляе дзейнасць у сферы аўтаматызацыі бізнес-працэсаў, у тым ліку для аператараў мабільнай сувязі.",
          Description_2: "Пашырэнне функцыяналу сістэмы кантролю ўцечкі даходаў (HP Revenue Leakage Control), усталяванай найбуйнейшым мабільным аператарам сувязі СНД.",
          Description_3: "Распрацоўка і ўкараненне гнуткіх web-арыентаваных сістэмы KPI Management і механізму зверкі табліц дадзеных, кубоў аналітычнай справаздачнасці, маштабаванага высокапрадукцыйнага агрэгатара даных; інтэграцыя HP Revenue Leakage Control з HP Fraud Management System. ",
          Description_4: 'За 4 гады пабачылі свет тры новыя версіі RLC. Усе версіі былі ўведзены ў эксплуатацыю найбуйнейшымі аператарамі мабільнай сувязі СНД.',
          li_1: 'Распрацоўка high level design documents на падставе патрабаванняў замоўцы ',
          li_2: 'Распрацоўка і тэсціраванне праграмнага забеспячэння, уключаючы ПЗ апгрэйду вэрсій ',
          li_3: 'Распрацоўка поўнага камплекту дакументацыі на англійскай мове ',
          li_4: 'Удзел у праектах па ўстаноўцы і інтэграцыі новых версій '
        },
        Project_8: {
          Title_1: 'Укараненне праграмных прадуктаў HP для аператараў мабільнай сувязі ',
          Client: 'НР Enterprises CIS ',
          Description_1: "Кампанія ажыццяўляе дзейнасць у сферы аўтаматызацыі бізнес-працэсаў, у тым ліку для аператараў мабільнай сувязі.",
          Description_2: "Укараненне прадуктаў кампаніі HP: Internet Usage Manager (IUM), Fraud Management System (FMS), Service Manager і іншых для аператараў мабільнай сувязі.",
          Description_3: "Устаноўка ПЗ на пляцоўцы аператара сувязі, інтэграцыя ПЗ з іншымі сістэмамі, увядзенне сістэмы ў эксплуатацыю. ",
          Description_4: 'За 7 гадоў кампанія «СіБел» паспяхова запусціла больш за 10 праектаў па ўкараненні прадуктаў HP для вядучых аператараў мабільнай сувязі ў краінах СНД.'
        },
        Project_9: {
          Title_1: 'Распрацоўка і ўкараненне АІС натарыята Беларусі ',
          Client: 'Беларуская натарыяльная палата ',
          Description_1: "Згодна з Указам Прэзідэнта Рэспублікі Беларусь ад 27 лістапада 2013 года № 523 да 1 студзеня 2017 г. Беларускай натарыяльнай палатай павінна быць забяспечана распрацоўка і ўкараненне ў натарыяльных канторах і натарыяльных бюро адзінай электроннай сістэмы ўліку натарыяльных дзеянняў і спадчынных спраў.",
          Description_2: "Аўтаматызаваць асноўныя працэсы натарыяльнай дзейнасці і вядзенне адзіных рэспубліканскіх рэестраў; атрымліваць актуальныя звесткі і аналітыку; забяспечыць узаемадзеянне АІС з іншымі інфармацыйнымі сістэмамі.",
          Description_3: "Пабудаваць тэлекамунікацыйную інфраструктуру, распрацаваць праграмнае забеспячэнне АІС і забеспячэнне ўсіх відаў ўзаемадзеяння сістэмы з іншымі інфармацыйнымі сістэмамі.",
          Description_4_li_1: 'Створана адзіная інфармацыйная прастора для прафесійнага ўзаемадзеяння натарыусаў і інфармацыйнай ўзгодненасці АІС натарыята з дзяржаўнымі органамі і арганізацыямі Рэспублікі Беларусь ',
          Description_4_li_2: 'Сістэма пабудавана ў адпаведнасці з высокімі патрабаваннямі яе бесперабойнага функцыянавання і надзейнасці, улічваючы магчымасці далейшай мадэрнізацыі і развіцця ',
          Description_4_li_3: 'Арганізавана вочнае навучанне і кансультаванне карыстальнікаў ',
          li_1: 'Аналіз працэсаў натарыяльнай дзейнасці ',
          li_2: 'Распрацоўка і ўзгадненне дакументацыі на стварэнне АІС натарыята (тэхнічнага задання, тэхнічнага праекта)',
          li_3: 'Праектаванне адзінай інфармацыйнай сістэмы ',
          li_4: 'Распрацоўка дакументацыі ',
          li_5: 'Распрацоўка, ўстаноўка і настройка прыкладнога праграмнага забеспячэння АІС ',
          li_6: 'Кансультаванне і навучанне карыстальнікаў ',
          li_7: 'Правядзенне выпрабаванняў прыкладнога праграмнага забеспячэння АІС, папярэдніх выпрабаванняў згодна з праграмай і методыцы выпрабаванняў, доследнай эксплуатацыі ',
          li_8: 'Забеспячэнне ўзаемадзеяння АІС з іншымі інфармацыйнымі сістэмамі ',
          li_9: 'Суправаджэнне АІС ',
        },
      },
      Mobile: {
        Slider: {
          Title: "ПЗ для аператараў мабільнай сувязі",
          Description: ' Мы дапамагаем кампаніям аптымізаваць выдаткі на абслугоўванне ПЗ, рэалізуючы комплексныя паслугі ІТ-аўтсорсінгу. Нашы распрацоўкі для аператараў мабільнай сувязі садзейнічаюць аўтаматызацыі бізнес-працэсаў',
        },
        Icon: {
          Title: 'ПЗ для аператараў мабільнай сувязі ',
          icon_1_title: 'Больш за 10 гадоў на рынку ',
          icon_1_description: 'Шырокі вопыт у сферы ПЗ для мабільных аператараў ',
          icon_1_btn: 'Захоўванне CDR ',
          icon_2_title: ' Больш за 50 праектаў ',
          icon_2_description: 'Для вядучых кампаній Расіі, Украіны, Казахстана, Беларусі ',
          icon_2_btn: 'Агрэгацыя доўгіх сесій ',
          icon_3_title: 'Комплекснае рашэнне ',
          icon_3_description: 'Прыцягненне тэхнічных спецыялістаў «па запатрабаванні»',
          icon_3_btn: 'Аўдыт і кантроль паўнаты дадзеных '
        },
        Cdr: {
          Blue: {
            Title_1: 'Тэлекамунікацыйнае абсталяванне:',
            Title_2: 'статыстыка пра дадзеныя ',
            Description_1: 'Звычайна падрабязныя запісы аб выкліку (CDR) захоўваюцца альбо ў выглядзе «сырых» файлаў, альбо ў выглядзе «звалкі» тэкставых дакументаў пасля перадапрацоўкі. Фармальна функцыю захоўвання гэта забяспечвае, але выманне дадзеных з падобнага сховішчы патрабуе значных намаганняў і часу.',
          },
          White: {

            Description_1_1: 'Жорстка сканфігураваная структура файлаў ',
            Description_1_2: 'ажыццяўляе захоўванне дадзеных, забяспечвае хуткі пошук і доступ да дадзеных і валодае істотнымі перавагамі:',
            li_1: 'выкарыстанне звычайных сервераў са звычайнымі дыскамі без дадатковага ПЗ ',
            li_2: 'практычна неабмежаванае пашырэнне сховішча за кошт дадання новых сервераў і дыскаў ',
            li_3: 'магчымасць дублявання (і наогул любой ступені рэзервавання) дадзеных, што не толькі павышае надзейнасць захоўвання, але і дазваляе арганізаваць альтэрнатыўныя шляхі пошуку ',
            li_4: 'хуткі пошук і выманне дадзеных пры выкарыстанні шляхоў пошуку, прадугледжаных канфігурацыяй ',
            Animation_title: '',
          },
          Implimentation: {
            Title: 'Рэалізацыя ',
          },
          Accordion: {
            Title: 'Этапы работ па распрацоўцы графічных справаздач маніторынгу трафіку для НР ',
          }
        },
        Session: {
          Blue: {
            Title: 'Кіраванне сесіямі ',
            Description_1: 'Пры агрэгацыі мноства сесій Інтэрнэт-злучэнняў, вельмі працяглых (некалькі дзён), што не маюць прыкметы заканчэння, сродкі агрэгацыі дадзеных, такія як калектары IUM, могуць апынуцца неэфектыўнымі з-за абмежаванага памеру памяці.',
            Description_2: 'Выкарыстанне ў якасці інструмента агрэгацыі БД таксама накладвае абмежаванні, напрыклад, хуткасць апрацоўкі, кошт, складанасць і г. д.',
          },
          White: {
            Description_1_1: 'Спецыялізаваны ',
            Description_1_2: 'агрэгатар з гнуткімі сродкамі наладкі ',
            Description_1_3: ' дазваляе кіраваць дадзенымі з любымі абмежаваннямі памеру памяці і колькасці выкарыстаных ядраў працэсараў.',
            Description_2: 'Гнуткая канфігурацыя дазваляе максімальна задзейнічаць існуючыя рэсурсы сервераў для вырашэння пастаўленай задачы і задаваць вельмі шырокія параметры для фарміравання вынікаў. Такім чынам для сесій GPRS і PTPT можа быць выкарыстаны 20-гадзінны таймаўт для вызначэння заканчэння сесіі.',
          },
          Accordion: {
            Title: 'Этапы работ па інтэграцыі сістэмы кантролю ўцечкі даходаў ',
          }
        },
        Audit: {
          Blue: {
            Title: 'Зверка цэласнасці і паўнаты дадзеных ',
            Description_1: 'Праверка цэласнасці дадзеных аператарамі сувязі шляхам зверкі часта ажыццяўляецца перыядычнымі або выпадковымі запытамі да розных крыніц дадзеных (mediation, billing, gateways, roaming) і параўнаннем вынікаў.',
            Description_2: 'Аднак запыты не пакрываюць увесь аб\'ём наяўных дадзеных і  з\'яўляюцца тыпізаванымі, гэта значыць могуць утрымліваць нейкія дапушчэння, якія не дазваляюць кантраляваць цалкам змесціва запытаных дадзеных. Напрыклад, спраўджваецца колькасць і працягласць званкоў па абанентам ад камутатара да дэталізацыі рахунку, але пры гэтым не правяраецца які выклікаецца нумар. Даданне новых зверак ў такім выпадку звычайна спалучана са значнымі выдаткамі як на арганізацыю запытаў, так і на правядзенне самога параўнання.',
            Description_3_1: 'Сістэма аўтаматычнай зверкі дадзеных ',
            Description_3_2: 'дазваляе аўтаматычна спраўджваць патокі дадзеных у рэжыме 24/7, захопліваючы ўсё, што можна зверыць. Пры гэтым цалкам спраўджваюцца ўсе ключавыя палі кожнага запісу і фармуюцца справаздачы аб колькасцi звераных запісаў.',
          },
          White: {
            Title: ' Аналіз цэласнасці і паўнаты дадзеных ',
            Description_1: 'Традыцыйна аўдыт цэласнасці дадзеных шляхам аналізу часцяком ажыццяўляецца альбо візуальным аналізам графічнага адлюстравання патоку дадзеных (пошук пікаў і правалаў), альбо пошукам адхіленняў па зададзеных формулах у выбарачных зверках за пэўны перыяд. Натуральна, што такі падыход не можа пакрыць усе магчымыя патокі дадзеных. Але візуальны аналіз агульных дадзеных не дазваляе выявіць нязначныя адхіленні, а аналіз вынікаў запытаў з дапамогай формул патрабуе значных рэсурсаў на развіццё і падтрыманне.',
            Description_2_1: 'Сістэма OLAP ',
            Description_2_2: 'дазваляе праводзіць як візуальны аналіз шматмернай структуры дадзеных, так і наладку разліку неабмежаванай колькасці KPI. Папярэдняя агрэгацыя дадзеных перад загрузкай іх у звычайную рэляцыйную БД робіць магчымым апрацоўку гэтых дадзеных простымі запытамі разліку KPI з наступным аналізам гэтых KPI і высновай інцыдэнтаў для апрацоўкі ў спецыялізаваных сістэмах інцыдэнт-менеджменту.',
          },
          Accordion: {
            Title: 'Этапы работ па распрацоўцы новых версій сістэмы кантролю ўцечкі даходаў ',
          }

        },
      },
      Benefits: {
        Slider: {
          Title: "Актывы «СіБел»",
          Description: 'Людзі — ствараюць бізнес. Інавацыі дазваляюць быць на крок наперадзе. Ад эфектыўнасці працэсаў напрамую залежыць канкурэнтаздольнасць кампаніі, а адпаведнасць сусветным стандартам дазваляе выпускаць прадукцыю высокай якасці.',
        },
        Icon: {
          Title: 'Нашы перавагі',
          icon_1_title: 'Прафесіяналізм ',
          icon_1_description: 'Багаты вопыт супрацоўнікаў пры рэалізацыі праектаў рознага маштабу і складанасці ',
          icon_1_btn: 'Супрацоўнікі ',
          icon_2_title: 'Развіццё кампетэнцый ',
          icon_2_description: 'Інвестуем у развіццё тэхналагічных кампетэнцый для распрацоўкі ПЗ ',
          icon_2_btn: 'Інавацыі ',
          icon_3_title: 'Адкрыты бізнес ',
          icon_3_description: 'Прадстаўляем гарантыі бяспекі праграмных прадуктаў і якасці ІТ-паслуг ',
          icon_3_btn: 'Стандарты і бізнес-працэсы '
        },
        Standards: {
          Blue: {
            Title: 'ISO 9001',
            Description_1: 'Прынцыпы кіравання якасцю адлюстраваны ў стандарце ISO 9001 і служаць мэтам пераходу да канцэпцыі TQM (Total Quality Management — ўсеагульнае кіраванне якасцю), арыентаванай на задавальненне спажыўцоў.',
            Description_2: 'Кампанія «СіБел» у асобе «БелХард Груп» сертыфікавана на адпаведнасць патрабаванням СТБ ISO 9001-2009 незалежнай кампетэнтнай арганізацыяй — акрэдытаваным органам па сертыфікацыі сістэмы менеджменту БелДзІСС.',
            Description_3: 'Практыка «СіБел» не абмяжоўваецца толькі ўкараненнем патрабаванняў стандарту ISO 9001 на сістэмы менеджменту якасці, але і выкарыстоўвае дадатковыя інжынерна-эканамічныя інструменты і тэхнікі.',
            btn_1: 'Паказаць сертыфікат '
          },
          White: {
            Title: 'Agile ',
            Description_1: 'Сёння сур\'ёзнымі перавагамі ІТ-кампаній на рынку з\'яўляюцца хуткасць выпуску прадукту, прытрымліванне сучасных тэхналогіях распрацоўкі ПЗ, а таксама магчымасць стварэння маштабаваных прыкладанняў.',
            Description_2: 'Lean робіць упор на арганізацыйную эфектыўнасць, аптымізацыю і скарачэнне «адходаў». Scrum надае павышаную ўвагу практыкам па самаарганізацыі каманд. XP (Extreme Programming) сканцэнтраваная на якасці праграмнага прадукту. Kanban — метад кіравання распрацоўкай, які рэалізуе прынцып «дакладна ў тэрмін» і спрыяльны раўнамернаму размеркаванню нагрузкі паміж работнікамі. Спіральная мадэль — асаблівасцю гэтай мадэлі з\'яўляецца спецыяльнае ўвага рызыкам у працэсе распрацоўкі праграмнага забеспячэння.',
            Description_3: 'Прымяненне Agile-метадалогій дазваляе максімальна хутка распачаць выкананне праекта, дэталі якога могуць быць удакладнены ў працэсе яго рэалізацыі.',

          },
          Orange: {
            Title_1: 'Гарантыі',
            Title_2: 'Бяспека праграмных прадуктаў (клас Б2)',
            Description_1: 'Да звестак рознай каштоўнасці прад\'яўляюцца асаблівыя патрабаванні па забеспячэнні абароны інфармацыі, якія рэгулююцца Аператыўна-аналітычным цэнтрам пры Прэзідэнце Рэспублікі Беларусь (ААЦ). Заканадаўчыя акты Рэспублікі Беларусь і палажэнні Канстытуцыі Рэспублікі Беларусь вызначаюць звесткі, што ахоўваюцца ад уцечкі па тэхнічных каналах ад несанкцыянаваных і ненаўмысных уздзеянняў. Распрацоўку інфармацыйных сістэм (ІС) для працы са звесткамі, якія складаюць дзяржаўную тайну (клас А) і якія змяшчаюць персанальныя дадзеныя (клас Б) могуць весці кампаніі, якія маюць ліцэнзію і акрэдытаваныя ААЦ. Структурнае падраздзяленне групы кампаній «БелХард» уваходзіць у пералік акрэдытаваных выпрабавальных лабараторый ў галіне інфарматызацыі, што пацвярджае высокія кампетэнцыі «СіБел» па распрацоўцы праграмных прадуктаў з сістэмай абароны класа Б2.',
          }
        },
        Innovations: {
          Blue: {
            Title: 'Інавацыйнае развіццё ',
            Description_1: 'Большасць інавацый у сферы ІТ-паслуг заключаецца ў павышэнні эфектыўнасці аказання сэрвісу заказчыку і якасці ўзаемаадносін кліента і кампаніі.',
            Description_2: '«СіБел» разумее перавагу ўдасканалення і развіцця інавацыйных тэхналогій. Мы рэгулярна інвестуем у развіццё ўласных тэхналагічных кампетэнцый для ацэнкі зменлівых патрэбаў нашых кліентаў. Так мы можам прапанаваць ім найбольш сучасныя і тэхналагічныя працэсы і праграмныя рашэнні.',
            Description_3: 'Багаты вопыт і прафесійныя веды дазваляюць нам паляпшаць і развіваць новыя метады, быць гнуткімі і мабільнымі ў дынамічнай сферы сучасных інфармацыйных тэхналогій.'
          },
          White: {
            Title: 'Свабоднае і адкрытае ПЗ ',
            Description_1: '«СіБел» бачыць крыніцы інавацый ва ўдасканаленні тэхналагічнай базы, ўнутранай аптымізацыі працэсаў, прымяненні новых метадаў і сродкаў вырашэння задач, скарачэнні выдаткаў, зніжэнні кошту праграмных прадуктаў.',
            Description_2: 'Прымяненне Open Source Software (вольнага і адкрытага праграмнага забеспячэння) дае дадатковыя перавагі нашым кліентам:',
            li_1: 'зніжэнне кошту ',
            li_2: 'скарачэнне тэрмінаў распрацоўкі ',
            li_3: 'стабільнае развіццё праграмнага прадукта.',
          },
          Orange: {
            Title_1: 'Гарантыі',
            Title_2: 'Фінансавыя гарантыі',
            Description_1: '«СіБел» гарантуе ўзровень ІТ-паслуг уласнымі фінансавымі сродкамі з дапамогай пагаднення аб узроўні абслугоўвання (SLA-пагадненнем).',
            Description_2: 'Гэты дакумент фармулюе правы і абавязкі бакоў у выглядзе дагавора аказання паслуг і фіксуе дасягнутую дамоўленасць у тым выглядзе, у якім яе разумеюць абодва бакі.',
          }
        },
        Employees: {
          Blue: {
            Title: 'Прафесіяналізм ',
            Description_1: 'Супрацоўнікі «СіБел» — гэта кампетэнтныя спецыялісты з профільнай адукацыяй і шырокімі ведамі ў галіне высокіх тэхналогій і сумежных сферах.',
            Description_2: 'Высокая матывацыя і асабовы энтузіязм каманды задае імпульс для',
            Description_2_2: 'старту',
            Description_2_3: 'праектаў. Уменне расстаўляць прыярытэты і выбудоўваць тэхналагічны працэс распрацоўкі дазваляе заказчыку кантраляваць развіццё прадукту. Імкненне да завершанасці фармуе канчатковы вынік, які задавальняе кліента і карыстальніка.',
            Description_3: 'Спецыялісты «СіБел» сістэматычна праходзяць навучанне, павышаюць кваліфікацыю і ўзровень ведаў, пацвярджаюць уласны прафесіяналізм сертыфікатамі.',
          },
          White: {
            Title: 'Экспертыза ',
          },
          Orange: {
            Title_1: 'Гарантыі',
            Title_2: 'Маніторынг у рэжыме 24/7',
            Description_1: 'Уласная служба маніторынгу адсочвае захаванне ўзроўню якасці паслуг. Пасля заканчэння ўстаноўленага справаздачнага перыяду прадастаўляем кліенту падрабязную справаздачу, у якой адлюстраваны ўзроўні даступнасці сэрвісаў і падсістэм, што вызначаюць якасць прадастаўлення паслуг. Такім чынам заказчык атрымлівае наглядную справаздачу аб функцыянаванні інфармацыйнай сістэмы, за працаздольнасць якой мы нясем фінансавую адказнасць.',
          }
        },

      },
      Guarantees: {
        Slider: {
          Title: "Гарантыі",
          Description: 'Гарантыі «СіБел» — гэта адказанасць кампаніі перад заказчыкам і спажыўцом, бізнесам і дзяржавай. Мы прымаем абавязацельствы за вынік.',
        },
        Guarantee_1: {
          Title_1: "Фінансавыя гарантыі ",
          Description: '«СіБел» гарантуе ўзровень ІТ-паслуг уласнымі фінансавымі сродкамі з дапамогай пагаднення аб узроўні абслугоўвання (SLA-пагаднення). Гэты дакумент фармуліруе правы і абавязкі бакоў у выглядзе дагавора аказання паслуг і фіксуе дасягнутую дамоўленасць у тым выглядзе, як яе разумеюць дамоўцы. ',
          Title_2: 'Асноўныя кампаненты SLA-абвяшчэння:',
          li_1: 'Дэкларацыя аб намерах бакоў ',
          li_2: 'Апісанне абавязацельстваў бакоў (уключаючы дапушчальных узроўняў вытворчасці па вызначаных параметрах)',
          li_3: 'Вызначэнне тэрмінаў дзейнасці пагаднення ',
          li_4: 'Апісанне выкарыстання праграм і паслуг ',
          li_5: 'Апісанне працэдуры кантроля за выконваннем пагаднення ',
          li_6: 'Апісанне працэдуры аднаўлення работы ў выпадку преабояў і звязаных з імі штрафных санкцый ',
          li_7: 'Працэдура вырашэння тэхнічных праблем (спорных пытанняў)',
        },
        Guarantee_2: {
          Title_1: "Бяспека праграмных прадуктаў (клас Б2)",
          Description_1: 'Да звестак розннай каштоўнасці прад\'яўляюць асаблівыя патрабаванні па забеспячэнні аховы інфармацыі, якія рэгулюе Аператыўна-аналітычны цэнтр (ААЦ) пры Прэзідэнце Рэспублікі Беларусь. Заканадаўчыя акты Рэспублікі Беларусь і палажэнні Канстытуцыі Рэспублікі Беларусь вызначаюць звесткі, якія ахоўваюцца ад уцечкі па тэхнічных каналах ад несанкцыянаваных і непраднамераных удзеянняў.',
          Description_2: 'Распрацоўку інфармацыйных сістэм (ІС) для работы са звесткамі, якія складаюць дзяржаўную тайну (клас А) і змяшчаюць персанальныя данныя (клас Б) могуць весці кампаніі, якія маюць ліцэнзію і акрэдытаваны ААЦ.',
          Description_3: ' Структурнае падраздзяленне групы кампаній «БелХард» уваходзіць у спіс акрэдытаваных іспытных лабараторый у галіне інфарматызацыі, што сцвярджае высокія кампетэнцыі «СіБел» па распрацоўцы праграмных прадуктаў з сістэмай аховы класа Б2.',
        },
        Guarantee_3: {
          Title_1: "Маніторынг у рэжыме 24/7",
          Description_1: 'Уласная служба маніторынгу сочыць за выконваннем узроўня якасці паслуг. Пасля завяршэння ўстаноўленага тэрміну кліенту перадаецца падрабязная справаздача, у якой адлюстоўваюцца ўзроўні даступнасці сэрвісаў і падсістэм, што вызначаюць якасць аказання паслуг. Такім чынам заказчык атрымлівае наглядную справаздачу аб функцыянаванні інфармацыйнай сістэмы, за працаздольнасць якой мы трымаем фінансавую адказнасць.',
        },
        Guarantee_4: {
          Title_1: "Нашы вендары ",
          Description_1: 'Абсталяванне і прылады ад сусветных вытворцаў робяць прадукты «СіБел» аптымальнымі для кліента.',

          Description_2: 'Кампанія развівае і выпускае абсталяванне для карпаратыўных кліентаў: серверы, сістэмы захоўвання дадзеных, сеткі захоўвання дадзеных, сецявое абсталяванне, — а таксама займаецца пабудовай воблачных інфраструктур, сістэмнай інтэграцыяй, канвергіраваннымі сістэмамі і распрацоўвае праграмнае забеспячэнне. ',

          Description_3: 'Кампанія спецыялізуецца на выпуску сістэм кіравання базамі дадзеных, злучнага праграмнага запеспячэння і бізнес-праграм (ERP- і CRM-сістэм, спецыялізаваных галіновых прыкладанняў). Найбольш вядомы прадукт кампаніі — Oracle Database, які кампанія выпускае з моманту свайго заснавання. З 2008 года карпарацыя наладзіла выпуск інтэгрыраваных апаратна-праграмных комплексаў, а з 2009 года стала вытворцай сервернага абсталявання.',

          Description_4_1: 'Транснацыянальная кампанія, якая распрацоўвае і распаўсюджвае сецевое абсталяванне ў асноўным для буйных арганізацый і тэлекамунікацыйных прадпрыемстваў, сусветны лідэр у вытворчасці абсталявання для відэаканферэнцый.',
          Decription_4_2: 'Адной з асаблівасцяў бізнес-мадэлі кампаніі стала шматузроўневая разгаліновая сістэма сертыфікацыі інжынераў па камп’ютэрных сетках.',
          Description_5: 'Адзін з вядучых пастаўшчыкоў рашэнняў у галіне аховы сілкавання: ад хатняга выкарыстання да прамысловага ў буйных сетках, а таксама самага разнастайнага абсталявання для комплекснага кіравання сістэмамі сілкавання, маніторынга, дыягностыкі і г. д. Акрамя таго, APC прапаноўвае прадукцыю для мабільных прыладаў: багаты асартымент акумулятараў, сеткавыя фільтры для партатыўных камп’ютэраў.',
          Description_6: 'Буйная французская машынабудаўнічая кампанія, забяспечыла распрацоўку і вытворчасць рашэнняў у галіне кіравання электраэнергіяй, а таксама комплексных энергаэфектыўных рашэнняў для энергетыкі і інфраструктуры, прамысловых прадпрыемстваў, аб’ектаў грамадзянскага і жыллёвага будавання, цэнтраў абработкі дадзеных.'
        }
      },
      Cases: {
        Slider: {
          Title: 'Усё пачынаецца з Ідэі ',
          Description: 'Задума на станаўленне новай формы, правобразу прадукту, паслугі або бізнес-мадэлі нараджаецца ад ідэі. Ідэя вызначае яго асноўныя і істотныя рысы, трансфармуецца ў скончаныя праекты '
        }
      }


    });
    $translateProvider.translations('en', {
      Header: {
        nav_1: 'Company ',
        nav_1_1: ' About company',
        nav_1_2: ' Values ',
        nav_1_3: 'Team ',
        nav_1_4: 'Reviews',
        nav_1_5: 'Jobs',
        nav_2: 'Solutions and services ',
        nav_2_1: ' Software solutions',
        nav_2_1_1: 'Comprehensive solution ',
        nav_2_1_2: 'Automation of company’s processes ',
        nav_2_1_3: 'Electronic document flow ',
        nav_2_2: 'Telecommunications',
        nav_2_2_1: 'Long-term storage of CDR ',
        nav_2_2_2: 'Aggregation of long sessions ',
        nav_2_2_3: 'Audit and data completeness control ',
        nav_2_3: ' IT services ',
        nav_2_3_1: 'IT audit ',
        nav_2_3_2: 'IT infrastructure ',
        nav_2_3_3: 'Engineering infrastructure ',
        nav_2_4: 'Realization',
        nav_3: 'Cases ',
        nav_4: 'Advantages ',
        nav_4_1: 'Employees ',
        nav_4_2: 'Innovations ',
        nav_4_3: 'Standards and business processes ',
        nav_4_4: 'Guarantees ',
        nav_5: ' Contacts',
      },
      Footer: {
        nav_1: 'COMPANY ',
        nav_2: 'SOLUTIONS AND SERVICES ',
        nav_3: 'CASES ',
        nav_4: 'ADVANTAGES',
        nav_5: 'CONTACTS ',
      },
      HOME: {
        TITLE: 'IT - our vocation',
        ROW_1_TITLE: 'Business solutions',
        ROW_1: 'Effective data management and M2M approach',
        ROW_1_BTN: 'More',
        ROW_2_TITLE: 'Telecommunications',
        ROW_2: 'Software development and implementation for telecom operators',
        ROW_2_BTN: 'Introduce',
        ROW_3_TITLE: 'IT Services',
        ROW_3: 'IT infrastructure implementation and 24/7 support',
        ROW_3_BTN: 'Learn more',
      },
      SLIDER: {
        BTN_1: 'More ',
        BTN_2: 'Leave request',
        Slide_1_Title_1: 'Software solutions',
        Slide_1_Title_2: ' for business',
        Slide_1_li: {
          1: "Business process Automation",
          31: "Real-time dashboards",
          32: "",
          4: "Big data analysis",
        },
        Slide_2_Title_1: 'Telecom software ',
        Slide_2_Title_2: 'solutions',
        Slide_2_li: {
          1: "Mediation platform",
          2: "Anti-fraud system",
          3: "Service provisioning",
        },
        Slide_3_Title_1: 'Managed Services',
        Slide_3_li: {
          1: "IT Audit",
          2: "Maintenance and Support",
          3: "Enterprise IT systems",
          4: "24/7 Proactive Monitoring",
        }

      },
      Company: {
        TITLE: 'About us',
        Name: 'Eugene Piatrushin',
        Name_description_1: 'Systems integration  ',
        Name_description_2: 'Director',
        Comments: "\"SiBEL\" is a group of companies \"BelHard\" and for 10 years of successful activity in the field of system integration has achieved acknowledgment among clients, vendors and colleagues. Our commitment in advancing their own IT solutions and services for the Belarusian business ...",
        Btn_1: 'More ',
        Btn_2: 'Join the team'
      },
      Ideas: {
        imgHeader_1: 'Software development',
        imgHeader_2: 'Business Automation for Notary',
        Title: 'Completed projects and innovative ideas speak for us',
        Description_1: 'The company "Sibel" specializes in providing application services in the sphere of high technologies.',
        Description_2: 'Informational system “Notary Belarus” developed to automate the activities of the notary (receipt, transfer, collection, processing, accumulation, storage, dissemination of information)…',
        Btn_1: 'More ',
        Btn_2: 'See all',
      },
      Vendors: {
        Title: 'Our vendors'
      },
      Questions: {
        Title: 'Have questions?',
        Row_1_Title_1: 'Write to us ',
        Row_1_Title_2: 'and we will contact you',
        Row_2_Title: 'Call us',
        Btn_1: 'Send inquiry',
        Btn_2: 'Request a call',
        Min_Row_1_1: 'Write to us, and we will contact you',
        Min_Row_1_2: 'адкажам вам. Call us'
      },
      Error: {
        Title_1: 'Sorry, we are working on a new version of the site.',
        Title_2: ' You\'ll see it soon',
        Title_Color: 'Notification of opening',
        Descriptions_1: 'Want to learn about publishing site? Enter your e-mail ',
        Descriptions_2: 'and we\'ll let you know. We change for you!',
        Btn: 'Get notified',
        Address_1: 'Business Center "Fahrenheit" 4th floor',
        Address_2: 'Pritytsky Str., 79, 220140, Minsk, Belarus'

      },
      Modal: {
        Header: {
          1: 'Information Request',
          2: 'Resume',
          3: 'Request a call',
          4: 'Comments',
          5: 'Congratulations'
        },
        Title: {
          11: 'Fill in the form and send it ',
          12: 'and we\'ll get back at a convenient time for you ',
          21: 'Want to join "Sibel" team? ',
          22: 'Fill in the form, please send a CV ',
          23: 'and we will contact you ',
          31: 'Fill in the form and send it  ',
          32: 'and we will contact you for a consultation',
          41: 'Fill in the form to leave a review of "Sibel".',
          42: 'We really appreciate your feedback. Thank you for participating!',
          51: 'After filling the form, you share with "Sibel" joy',
          52: 'outstanding event. Thank you for participating!'

        },
        Btn_file: 'Attach file',
        Btn_push: 'Send',
        Description_1: 'File size should not exceed 5 MB ',
        Description_2: "* — Fields are required",
        Name_plh: "First Name, Last Name*",
        Phone_plh: "Phone number*",
        Datetime_plh: "Time and date*",
        Company_plh: "Organization, position",
        Area_plh: "Message",
        Select: {
          Title: "-Select direction-",
          1: "Developing Mobile Applications",
          2: "Research in the field of mathematical analysis",
        },
        UploaderBtn_1: 'Upload',
        UploaderBtn_2: 'Remove',
        TableHeader: {
          Name: 'Name',
          Size: 'Size',
          Status: 'Status',
          Actions: 'Actions',
        },
        Alert_True: "Message Sent",
        Alert_Error: "Transmission error. Repeat later."
      },
      SecondPage: {
        Slider: {
          Title: '10 years of success in IT!',
          Text: 'Our company announced itself to the IT world in November 2006. We have come a long and exciting way. Overcoming obstacles and making discoveries, we achieved the desired goals.',
          Btn_1: 'More',
          Btn_2: 'Congratulate ;)'
        },
        Icons: {
          Title: 'Development of the company ',
          Header_ICO_1: " Founded in 2006",
          Text_ICO_1: ' 10 years of work for achieving great results and high-quality performance ',
          Btn_ICO_1: 'About Us',
          Header_ICO_2: "Team growth",
          Text_ICO_2: 'Highly qualified and motivated specialists are joining our team ',
          Btn_ICO_2: 'Values',
          Header_ICO_3: "Cases",
          Text_ICO_3: 'The experience and knowledge of IT sphere that we gain from the cases help us to find business ',
          Btn_ICO_3: 'Team',

        },
        About: {
          Title_1: 'Our company',
          Text_1_1: 'SiBel is a part of Belhard company group and over 10 years of successful activities in the sphere of system integration it has achieved recognition among clients, vendors and colleagues. The ability to mobilize all the resources of the holding (productive, material, financial and other) makes the cooperation successful. Promoting our own IT solutions and Belarusian companies’ services, we support business.',
          Text_1_2: 'SiBel’s premises are located in Belarusian High-Tech Park, which confirms the high level of our services and implementing innovative IT projects of varying complexity. Our specialists receive regular training, enhance their professional skills and the level of knowledge in IBM, Microsoft, Lotus and other training centres confirming the results by passing the certificate exams of vendors and producers successfully.',
          Title_2: 'Our goal ',
          Text_2_1: ' is to become the leading company for providing platform solutions for business and services in the sphere of high technologies in Belarus.',
          Text_2_2: ' We are sure that we will be able to achieve the desired goal:',
          Text_2_2_1: ' we understand the needs of our clients and the specific character of Belarusian business ',
          Text_2_2_2: 'our team consists of highly qualified specialists ',
          Text_2_2_3: 'we implement new technologies ',
          Title_3: 'Our mission',
          Text_3_1: ' is to raise Belarusian ICT Development Index rank, which shows the country’s achievements in terms of the development of IT sphere including all the aspects of creating, transmitting, storing, distributing and perceiving information.',
        },
        Value: {
          Title_1: 'Employees',
          Text_1: ' Our employees are our main value. We are proud of each and everyone and appreciate the worthy offering decent working and leisure conditions',
          Title_2: 'Quality',
          Text_2: 'We confirm the quality of our services and guarantee their compliance with standards',
          Title_3: 'Clients ',
          Text_3: 'We focus on the needs of every client, which makes our services unique. We implement cutting-edge solutions for business thriving',
          Title_4: ' Development',
          Text_4: 'Every member of our team strives to enhance their knowledge and skills; as a result, we fulfil tasks within the shortest possible time. Developing ourselves, we wish well-being for our partners',
          Title_5: ' Socially oriented business ',
          Text_5: 'Being aware that every person is a valuable member of society, we try to enhance the level and quality of life of our employees and their families, participate in various programs and implement projects that are socially important',
          Title_6: 'Professionalism',
          Text_6: 'We have put together a team of highly qualified specialists united by common passion for their job. We do our best to be experts in or sphere',
        },
        Time: {
          Title_1: 'Our team',
          Text_1: ' SiBel is a team of talented specialists that really care about their work. We welcome initiative, creativity and consistency. Each SiBel employee has an opportunity to show their professionalism, implement their skills and share their knowledge with the colleagues.',
          Text_2: 'The team is guided by common goals and the principles of corporate culture bring together the like-minded people.',
          Title_2: 'Principles of SiBel team',
          Head_li_1: 'Drive for results',
          li_1: 'Solid teamwork and responsibility for decision making predictably result in a high-quality product within a set time.',
          Head_li_2: 'Keeping in touch',
          li_2: 'All the members of the team have an opportunity to give their feedback, which makes the working process effective and fast.',
          Head_li_3: 'Development and striving for new things ',
          li_3: 'The thirst for knowledge and broad outlook of each employee enrich the intellectual expertise of the whole team.',
          Head_li_4: 'Mutual respect and support ',
          li_4: 'The atmosphere of friendship and caring towards each other create pleasant working environment and unite the staff. We are a team!',
          Descriptions_Text: 'SiBel is developing actively attracting new talented and energetic professionals. Join us!',
          Btn: 'Join our team '
        },
        Comments: {
          Global_Title: 'Client reviews ',
          Global_description_1: 'Our clients’ opinions about cooperation with us have a great importance. We value or reputation and strive to maintain the status of a reliable partner.',
          Title: 'Alexander Fedorov ',
          Descriptions_11: 'CSB/CMS business lead, MTS, Vimplecom accounts and CIS region Communications Solutions Business ',
          Descriptions_12: 'НР Enterprises CIS ',
          Text_11: '10 years of cooperation and successful realization of more than 50 collaborative projects for mobile operators let us affirm with certainty that SiBel is a reliable partner, which offers comprehensive solutions in the sphere of IT telecommunications.',
          Text_12: 'The portfolio of cases, which includes developing products for companies of Russia (MTS, Megafon, Svyazinform, TransTeleCom, TatTeleCom, SibirTeleCom), Kazakhstan (MS BizTalk, MS Axapta, MS SQL Server, MS SharePoint Server, .NET) and Belarus (MTS, Life, Velcom), without further ado proves the expertise and high qualification of SiBel’s specialists.',
          Text_13: 'Sustainably developing business relationship between НР Enterprises CIS and SiBel turned into fruitful cooperation between the two companies and goes on enhancing the sphere of IT telecommunications in Belarus and CIS countries.',
          Title_2: 'Oleg Burak',
          Descriptions_21: ' Technical Vice President ',
          Descriptions_22: 'Kapsch Telematic Services',
          Text_21: ' In 2013, our companies were brought together by launching Belarusian toll road system called BelToll. It is only logical that creating a data processing centre necessary for its functioning was followed by signing a long-term contract with a competent outsourcing company – SiBel. Maintenance and support of IT infrastructure (telecommunications, server hardware, operating systems) as well as support of data centre engineering systems (power supply, conditioning, etc.) are conducted by system integration department.',
          Text_22: 'SiBel is really doing a good job – system monitoring is carried out 24/7 and detailed monitoring reports reflect the availability level of services and subsystems determining the quality of services offered. ',
          Text_23: 'A considerable advantage of SiBel is the fact that the company doesn’t fear responsibility and guarantees the efficiency of IT system by a bilateral SLA.',
          Title_3: 'Sergey Kozel ',
          Descriptions_31: 'Deputy Director ',
          Descriptions_32: ' ASD-Tekhnika',
          Text_31: 'SiBel has been providing our company with IT outsourcing services for more than two years now. Our long-term cooperation shows the main thing: SiBel specialists carry out all the works in due time and to the highest standard, provide consultation on any matter, and have ensured uninterrupted functioning in “complicated” conditions of office and production relocation.',
          Title_4: 'D. Gruzicky',
          Descriptions_41: 'Vice Deputy Director',
          Descriptions_42: 'JSC “Technobank”',
          Text_41: 'JSC “Technobank” is a Belarusian bank with private capital that was able to win the trust of reputable financial partners and gain client respect. In our activities, we strive to meet high international standards of banking services.',
          Text_42: ' The bank’s IT infrastructure has a direct impact on the company’s activities. In order to reduce losses in quality of services and time needed to eliminate technical errors, CJSC “BelHard Group” (represented by “SiBel” trade mark) has caonducted complex IT infrastructure modernization works.',
          Text_43: 'SiBel specialists achieved set objectives in a prompt and quality manner without interfering with JSC “Technobank” working schedule within the time specified (6 months).',
          Text_44: 'We express our gratitude to “BelHard Group” specialists for conducting effective works on equipment modernization, resilient IT infrastructure reconstruction and implementation of complex monitoring system.',
          Btn_1: 'More',
          Btn_2: 'Give feedback',
          Btn_3: 'All reviews '
        }

      },
      Contacts: {
        Title: 'Сontacts',
        Btn_1: 'Map',
        Btn_2: 'Leave request',
        Back: 'Back',
        Tooltip: 'Hide map'
      },
      Business: {
        Slider: {
          Title: "The integration of IT and business ",
          Description: 'IT infrastructure provides concrete benefits for business and requires investments. It is important to strike a balance between effect and expense. We help companies to optimize IT infrastructure carrying out comprehensive IT outsourcing services.'
        },
        Icon: {
          Title: 'SiBel for business ',
          icon_1_title: 'Business analysis ',
          icon_1_description: 'Identifying current and future market needs and needs of people concerned ',
          icon_1_btn: 'Comprehensive solution ',
          icon_2_title: 'Client-oriented approach ',
          icon_2_description: 'Offers and recommendations that are capable of satisfying client’s real needs ',
          icon_2_btn: 'Automation of company’s processes ',
          icon_3_title: 'Business optimization ',
          icon_3_description: 'Consulting a client on business processes optimization ',
          icon_3_btn: 'Electronic document flow '
        },
        Complex: {
          Blue: {
            Title: 'Comprehensive solution ',
            Description_1: 'SiBel offers comprehensive solution to customization and management of company’s processes and ensures interaction on processes with the help of electronic document flow and collection of analytical data on processes.',
            Description_2: 'Tasks to solve ',
            li_1: 'automation of company’s processes ',
            li_2: 'development of algorithms for calculation of services within a process (processes)',
            li_3: 'organization of electronic document flow ',
            li_4: 'creating documents using custom templates ',
            li_5: 'obtaining analytical information ',
            li_6: 'full-text and attribute search of information contained in a system ',
          },
          White: {
            Title: 'Solution implementation benefits ',
            Description_1: 'Comprehensive solution ensures the efficient management of the company’s activities and helps:',
            li_1: 'to ensure transparency of company’s information flow ',
            li_2: 'to reduce time needed for executing a process ',
            li_3: 'to accelerate interaction with clients work ',
            li_4: 'to reduce time required for search and data processing within a process ',
            li_5: 'to improve the quality and simplify documentation preparation ',
            li_6: 'to organize mandatory management reporting in a prompt and quality manner ',
            li_7: 'to establish efficient interaction of employees working on a process.'
          }
        },
        Automation: {
          Blue: {
            Title: 'Automation of company’s processes ',
            Description_1: 'Automation of company’s processes solution is a software product for customization of company’s information environment management for quick and qualitative work. The processes are involved that have information on individuals, payments and documents in the input and there is a need to form official documents, calculate cost of the services rendered and register data within a process in the output.',
            Description_2: 'Tasks to solve:',
            li_1: 'control of the interaction with clients within a process ',
            li_2: 'process tariffication ',
            li_3: 'registration of documents accompanying process execution ',
            li_4: 'creating process documents using custom templates ',
            li_5: 'storing process data in “electronic files”',
            li_6: 'full-text and attribute search of information contained in a system ',
          },
          White: {
            Title: 'Solution implementation benefits ',
            Description_1: ' Automation of company’s processes solution provides efficient management of activities and helps:',
            li_1: 'to arrange company’s processes ',
            li_2: 'to improve the quality of process tasks execution ',
            li_3: 'to reduce the time required for process execution ',
            li_4: 'to accelerate interaction with clients work ',
            li_5: 'to carry out search and data processing within a process in a prompt manner.'
          }
        },
        elDoc: {
          Blue: {
            Title: 'Electronic document flow ',
            Description_1: 'The solution is aimed at ensuring information interaction of system users and organizing paperwork processes.',
            Description_2: 'Tasks to solve:',
            li_1: 'messaging among users ',
            li_2: 'registration of documents (logs of incoming and outgoing documents)',
            li_3: 'publishing documents for acquaintance ',
            li_4: 'document execution control ',
            li_5: 'work with file registers and electronic files ',
            li_6: 'electronic files transfer ',
            li_7: 'providing interaction among users via message board.',
          },
          White: {
            Title: 'Solution implementation benefits ',
            Description_1: 'The solution ensures effective management of company’s documents and helps:',
            li_1: 'to organize work with documents processes in accordance with the best practices and legislation ',
            li_2: 'to reduce time required for document search and data processing ',
            li_3: 'to simplify documentation preparation ',
            li_4: 'to raise implementation standards ',
            li_5: 'to organize effective interaction among employees while exchanging documented information.'
          }

        },
        Implementation: {
          OrangeTitle_1: ' Realization:',
          OrangeTitle_2: 'Development and implementation of unified information system (UIS) of notariat of Belarus ',
          WhiteTitle_1_1: 'Client ',
          WhiteTitle_1_2: 'Belarusian Notary Chamber ',
          WhiteDescription_1: 'In accordance with Presidential Decree of the Republic of Belarus of 27 November, 2013 № 523 Belarusian Notary Chamber is to ensure the development and implementation of unified accounting information system of notarial acts and inheritance cases by 1 January, 2017.',
          WhiteTitle_2_1: 'Aim ',
          WhiteDescription_2: 'To automate major processes of notarization and maintenance of unified republican registers; to receive up-to-date data and analytics; to ensure interaction between UIS and other information systems.',
          WhiteTitle_3_1: 'Objectives of ',
          WhiteTitle_3_2: 'SiBel ',
          WhiteDescription_3: 'To design telecommunications infrastructure, develop UIS software and ensure all types of interaction between the system and other information systems.',
          WhiteTitle_4_1: 'Result ',
          WhiteDescription_4: 'Creating common information space for professional interaction of notaries and information coherence with high demands for its uninterrupted functioning and reliability taking into account possibilities for its further modernization and development; conducting face-to-face training and consulting of users ',
        },
        Accordion: {
          Title: 'Stages of work: Development and implementation of UIS of notariat of Belarus ',
          li_1: 'Notarization processes analysis ',
          li_2: 'Developing and negotiating documentation on UIS of notariat construction (requirement specification, technical project)',
          li_3: 'Unified information system design ',
          li_4: 'Engineering documentation development ',
          li_5: 'Consulting and training users ',
          li_6: 'UIS application software development, installation and customization ',
          li_7: 'Ensuring interaction between UIS and other information systems ',
          li_8: 'UIS support ',
        }
      },
      IT: {
        Slider: {
          Title: "The integration of IT and business ",
          Description: 'IT infrastructure provides concrete benefits for business and requires investments. It is important to strike a balance between effect and expense. We help companies to optimize IT infrastructure carrying out comprehensive IT outsourcing services'
        },
        Icon: {
          Title: ' IT services by SiBel ',
          icon_1_title: 'Experienced employees ',
          icon_1_description: 'The quality of services complies with international requirements and IT market standards ',
          icon_1_btn: 'IT audit ',
          icon_2_title: 'Technical support 24/7',
          icon_2_description: 'Monitoring service installation and consulting support ',
          icon_2_btn: ' IT infrastructure ',
          icon_3_title: 'On-demand service ',
          icon_3_description: 'Engaging technical experts if necessary ',
          icon_3_btn: 'Engineering infrastructure '
        },
        Audit: {
          Blue: {
            Title: 'Diagnosis and assessment of IT company condition ',
            Description_1: ' IT audit carried out by SiBel specialists will depict the state of both individual sectors and the whole company’s information system and will allow to identify bottlenecks and potential risks.',
            Description_2: 'The assessment of infrastructure and information services will give exact answers to following questions:',
            li_1: ' are resources used efficiently in IT?',
            li_2: 'is it possible to reduce IT staff costs?',
            li_3: 'how to optimize IT processes in a company?'
          },
          White: {
            Title: 'IT optimization ',
            Description_1: 'IT consulting is a logical extension of IT audit. Whereas audit is aimed at identifying problems and opportunities, IT consulting offers a list of concrete measures to achieve set objectives and use system capabilities to the full.',
            Description_2: 'SiBel offers a full range of consulting services:',
            li_1: 'identification of information system parameters ',
            li_2: 'development or modernization of IT infrastructure ',
            li_3: 'equipment and software selection and supply ',
            li_4: 'information security audit ',
            li_5: 'maintenance and technical support 24/7',
            li_6: 'guaranteed SLA. '
          },
          Accordion: {
            Title: 'The stages of JSC “Technobank” IT infrastructure modernization ',
          }
        },
        Infra: {
          Blue: {
            Title: 'IT infrastructure ',
            Description_1: 'IT infrastructure is a combination of available services and systems, hardware and software, networks, data, automated processes.',
            Description_2: 'IT infrastructure should satisfy the company’s needs. Its design is based on IT strategy that reflects the system of priorities, rules and plans ensuring the compliance of IT infrastructure with business goals.',
            Description_3: 'In order to create a truly reliable, highly efficient and scalable IT infrastructure it is necessary to engage highly qualified professionals that have extensive experience in developing IT infrastructures – SiBel specialists.',

          },
          White: {
            Title: 'Internal documentation on IT infrastructure ',
            Description_1: 'Configuration management database contains information about all the IT infrastructure components and relationships between them:',
            li_1_1: 'servers and the most important work places ',
            li_1_2: 'system services (database servers, HTTP servers, Microsoft Exchange, etc.)',
            li_1_3: 'bases, catalogues and other data repositories',
            li_1_4: 'automated systems, their subsystems and workstations, user roles.',
            Description_2: ' Such an approach allows to maintain in the background the up-to-date information about IT infrastructure components and relationships between them.',
            Description_3: 'Electronic documentation library is intended to give an access to technical documentation to all concerned providing:',
            li_2_1: 'clear understanding of documentation library structure ',
            li_2_2: 'possibility of quick search of necessary documents ',
            li_2_3: 'confidence that found documents contain up-to-date information.',
          },
          Accordion: {
            Title: ' The stages of providing IT outsourcing services for ASD-Tekhnika ',
          }

        },
        Engineer: {
          Blue: {
            Title: 'Engineering infrastructure ',
            Description_1: 'The necessity to create their own DPC (data processing centre) appears in companies that can’t dispense with a few server racks, while commercial DPC services are not appropriate for different reasons (economic expediency, security, etc.)',
            Description_2_1: 'DPC engineering infrastructure ',
            Description_2_2: ' is fundamental to healthy functioning of the whole high-technology equipment system. The stability of data centre work depends on the correctness of infrastructure development ',
          },
          White: {
            Description_1: 'Subsystems of DPC engineering infrastructure and security systems:',
            li_1: 'DPC guaranteed power supply subsystem',
            li_2: 'DPC climatic system (conditioning and cooling)',
            li_3: 'DPC structured cable subsystem',
            li_4: 'DPC data rack subsystem',
            li_5: 'DPC monitoring and management subsystem',
            li_6: 'access control and management',
            li_7: 'network video surveillance',
            li_8: 'security alarm system',
            li_9: 'fire protection system. ',
            Description_2: 'Developing personal DPC gives confidence that business won’t stop due to IT equipment errors or data losses caused by unfavourable external factors.'
          },


          Accordion: {
            Title: 'The stages of developing IT strategy for JVLL  LLK-Naftan ',
          }

        },
        Implementation: {
          OrangeTitle_1: 'Realization:',
        },
      },
      Implementation: {
        Slider: {
          Title: 'Project portfolio',
          Description: ' SiBel establishes mutually beneficial partnership through a thorough understanding of targets and meeting the existing and occurring expectations of our clients. Addressing the client’s needs effectively in today’s business environment results in a portfolio of realized projects.'
        },

        Filter_btn_1: 'Software solutions',
        Filter_btn_2: 'Telecommunications ',
        Filter_btn_3: 'IT services ',
        All: {
          Title_1: 'Client ',
          Title_2: 'Aim ',
          Title_3_1: ' Objectives of ',
          Title_3_2: 'SiBel ',
          Title_4: 'Result ',
          Title_5: 'The stages of ',
        },
        Project_1: {
          Title_1: 'JSC “Technobank” IT infrastructure modernization ',
          Client: 'JSC “Technobank”',
          Description_1: " IT infrastructure, the development of which started at the time of the bank’s foundation, was no longer meeting modern requirements. Outdated and heterogeneous, it was affecting the work of the whole organization causing losses in quality of services and increasing the time required for transactions due to errors and breakdowns.",
          Description_2: "To optimize the work of the bank, to reduce IT costs..",
          Description_3: "To modernize IT infrastructure in 6 months’ time not interfering with the bank’s working schedule – on weekends and at nighttime.",
          Description_4: " Updated equipment and reconstructed resilient IT infrastructure together with the alternate communication channel are to ensure the effective work of the bank according to the current business needs.",
          li_1: ' Conducting IT audit of the company’s information system: estimating and examining the current infrastructure and information services ',
          li_2: 'Preparing a documented report that justifies carrying out of IT infrastructure reconstruction ',
          li_3: 'Developing and negotiating the technical project ',
          li_4: 'Installation and customization of equipment, creating a resilient infrastructure in accordance with recommendations ',
          li_5: 'Implementation of complex monitoring system of IT infrastructure, developing and negotiating a list of equipment and monitored parameters based on ZABBIX software product (open source product) using client’s server capacities.'
        },
        Project_2: {
          Title_1: 'IT outsourcing services for ASD-Tekhnika ',
          Client: 'ASD-Tekhnika ',
          Description_1: " A company specializing in developing technologies and producing equipment in the sphere of dosage, mixing and polymer products manufacturing.",
          Description_2: "Stable and effective work of the company regardless of changes in the position of system administrator; handing over support, maintenance and modernization of IT infrastructure works to a competent company on a long-term period.",
          Description_3: "Providing software technological support, IT and office equipment services; outsourcing of IT functions.",
          Description_4: "Well-organized work of the company’s IT infrastructure, monitoring of its state supported by monthly expert reports.",
          li_1: 'Modernization and technical support of IT equipment.',
          li_2: 'Data back-up.',
          li_3: 'Customization and support of equipment and software at work places.',
          li_4: 'Consultation on the functioning of IT equipment.',
          li_5: 'Monitoring and fixing errors in the company’s IT infrastructure.',
          li_6: 'Preparing monthly delivery and acceptance certificates.',
        },
        Project_3: {
          Title_1: 'IT strategy development for LLK-NAFTAN',
          Client: 'JVLL "LLK-NAFTAN"',
          Description_1: "The largest joint production of oil additives in the former Soviet Union.",
          Description_2: "To implement a programme called “Highly available office”",
          Description_3: "To carry out IT audit of IT infrastructure and develop a technical solution for modernization. ",
          Description_4: "Completed IT strategy for implementing “Highly available office” programme.",
          li_1: 'Comprehensive IT audit of the company’s infrastructure ',
          li_2: 'Defining the requirements for IT infrastructure:',
          li_2_1: 'implementation of high-availability cluster ',
          li_2_2: 'network security monitoring ',
          li_2_3: 'remote access (vpn)',
          li_2_4: 'identification of IT infrastructure bottlenecks ',
          li_2_5: 'fallback recovery ',
          li_2_6: 'implementation of Voice over IP ',

        },
        Project_4: {
          Title_1: 'DPC maintenance for Kapsch Telematic Services',
          Client: 'FLLC “Kapsch Telematic Services”',
          Description_1: "The company, which carries out its activities in the sphere of transport, telecommunications, network and information technologies, is an operator of Belarusian toll road system called BelToll.",
          Description_2: "Uninterrupted functioning of electronic toll system in the Republic of Belarus.",

          Description_3_li_1: "Providing uninterrupted functioning of two BelToll DPC systems: maintenance of uninterrupted power supply system and diesel generator set, conditioning, fire extinguishing, access control and surveillance systems according to PCI DSS requirements.",
          Description_3_li_2: "Stable functioning of telecommunication core of BelToll system: cross-connect equipment and telecommunication channels, server hardware, storage and backup systems, protection and intrusion prevention systems, operating systems and production software.",
          Description_4: 'Accurate and stable work of the systems as a result of long-term cooperation regulated by Service Level Agreement (SLA).',
          li_1: 'Commissioning installation and system configuration works before putting into operation, commissioning works on putting into action the first data processing centre.',
          li_2: 'System start-up support and further system functioning support.',
          li_3: 'Putting into action the second data processing centre.',
          li_4: 'System support: maintenance work and monitoring 24/7.',
        },
        Project_5: {
          Title_1: 'Development of traffic monitoring graphical reports for HP ',
          Client: 'НР Enterprises CIS',
          Description_1: "The company carries out activities in the sphere of business processes automation including services for mobile operators.",
          Description_2: "To organize mobile operator traffic monitoring.",
          Description_3: "To develop a web application for work with reports in a tabular and graphic form within the shortest possible time and with minimal costs.",
          Description_4: 'Design and development of a simple and user-friendly application that allows to modify sets of displayed data without recompiling in less than a month. ',
          li_1: 'Choosing a tool that meets the client’s requirements to the full extent ',
          li_2: 'Deploying test environment and filling it with test data ',
          li_3: 'Developing an application in accordance with the requirements (including personal and LDAP authentication requirements)',
          li_4: 'Refining functionality and look and feel according to constantly changing requirements ',
        },
        Project_6: {
          Title_1: 'Integration of HP Revenue Leakage Control ',
          Client: 'НР Enterprises CIS ',
          Description_1: "The company carries out activities in the sphere of business processes automation including services for mobile operators.",
          Description_2: "Integration of HP Revenue Leakage Control for the biggest CIS mobile operators.",
          Description_3: "To install RLC software package on a mobile operator’s platform and integrate it with collecting, traffic control and billing systems; to customize and refine RLC consolidating it into a single centre; to carry out support and maintenance of RLC. ",
          Description_4: 'A powerful control system enabled the biggest mobile operators of Russia, Armenia and Ukraine to detect errors causing considerable financial losses and take measures to fix them as early as during the deployment phase.',
          li_1: ' The development of high-level design documents in accordance with the client’s requirements',
          li_2: 'Deploying test environment and filling it with test data; customization of RLC components in a test environment, testing the package',
          li_3: 'Installing RLC components on a client’s platform, transfer of configuration from test environment to industrial environment, integration with a mobile operator’s systems',
          li_4: ' Refining functionality and look and feel according to constantly changing requirements ',
          li_5: 'Developing acceptance tests and user documentation; assistance in passing acceptance tests and support of the implemented system',
        },
        Project_7: {
          Title_1: 'Development of new versions of HP Revenue Leakage Control ',
          Client: 'НР Enterprises CIS ',
          Description_1: "The company carries out activities in the sphere of business processes automation including services for mobile operators.",
          Description_2: "Expansion of the functional of HP Revenue Leakage Control installed by the biggest CIS mobile operators ",
          Description_3: "Development and implementation of flexible web-oriented KPI Management system and datasheet verification mechanism, analytical reporting cubes, a scalable high-capacity data aggregator; integration of HP Revenue Leakage Control with HP Fraud Management System. ",
          Description_4: ' Three new versions of RLC have been released over the last 4 years. All the versions were put into operation by the biggest CIS mobile operators.',
          li_1: 'Development of high-level design documents in accordance with the client’s requirements ',
          li_2: 'Development and testing of software including the software of current version’s upgrades ',
          li_3: 'Developing a complete documentation package in English ',
          li_4: 'Participation in installation and new versions integration projects '
        },
        Project_8: {
          Title_1: 'Implementation of HP software products for mobile operators ',
          Client: 'НР Enterprises CIS ',
          Description_1: "The company carries out activities in the sphere of business processes automation including services for mobile operators.",
          Description_2: "Implementation of HP products for mobile operators: Internet Usage Manager (IUM), Fraud Management System (FMS), Service Manager, etc.",
          Description_3: " Software installation on a mobile operator’s platform, software integration with other systems, putting the system into operation ",
          Description_4: ' Over the last 7 years, SiBel company successfully realized more than 10 projects on the implementation of HP products for the leading CIS mobile operators.'
        },
        Project_9: {
          Title_1: 'Development and implementation of unified information system (UIS) of notariat of Belarus ',
          Client: 'Belarusian Notary Chamber ',
          Description_1: "In accordance with Presidential Decree of the Republic of Belarus of 27 November, 2013 № 523 Belarusian Notary Chamber is to ensure the development and implementation of unified accounting information system of notarial acts and inheritance cases by 1 January, 2017.",
          Description_2: "To automate major processes of notarization and maintenance of unified republican registers; to receive up-to-date data and analytics; to ensure interaction between UIS and other information systems.",
          Description_3: "To design telecommunications infrastructure, develop UIS software and ensure all types of interaction between the system and other information systems.",
          Description_4_li_1: 'Creating common information space for professional interaction of notaries and information coherence between UIS of notariat and state bodies and organizations of the Republic of Belarus ',
          Description_4_li_2: 'The system is designed in accordance with high demands for its uninterrupted functioning and reliability taking into account possibilities for its further modernization and development ',
          Description_4_li_3: 'Conducting face-to-face training and consulting of users ',
          li_1: 'Notarization processes analysis ',
          li_2: 'Developing and negotiating documentation on UIS of notariat construction (requirement specification, technical project)',
          li_3: 'Unified information system design ',
          li_4: 'Engineering documentation development ',
          li_5: 'UIS application software development, installation and customization ',
          li_6: 'Consulting and training users ',
          li_7: 'Testing UIS application software, preliminary testing according to the testing programme and procedure, beta testing ',
          li_8: 'Ensuring interaction between UIS and other information systems ',
          li_9: 'UIS support ',
        },
      },
      Mobile: {
        Slider: {
          Title: "Software for mobile operators ",
          Description: 'We help companies to optimize software maintenance expenses carrying out comprehensive IT outsourcing services. Our projects for mobile operators foster automation of business services ',
        },
        Icon: {
          Title: 'Software for mobile operators ',
          icon_1_title: 'More than 10 years on the market ',
          icon_1_description: 'Extensive experience in the area of software for mobile operators ',
          icon_1_btn: 'Long-term storage of CDR ',
          icon_2_title: 'More than 50 projects ',
          icon_2_description: 'For the companies of Russia, Ukraine, Kazakhstan and Belarus ',
          icon_2_btn: 'Aggregation of long sessions ',
          icon_3_title: 'Comprehensive solution ',
          icon_3_description: 'Engaging technical experts if necessary ',
          icon_3_btn: 'Audit and data completeness control '
        },
        Cdr: {
          Blue: {
            Title_1: 'Telecommunications equipment:',
            Title_2: 'data statistics ',
            Description_1: 'As a rule, call detail records (CDR) are stored either in raw files or by means of a pile of text documents that have remained after pre-processing. Technically, it fulfils storage function but it takes much time and effort to extract data from such a repository.',
          },
          White: {

            Description_1_1: 'Strictly configured file structure ',
            Description_1_2: 'carries out data storage, ensures fast search and data access and has considerable advantages:',
            li_1: 'use of ordinary servers with common drives and without additional software ',
            li_2: 'practically unlimited storage expansion through adding new servers and drives ',
            li_3: 'data duplication option (any extent of backup) that not only increases storage reliability but also allows to organize alternative retrieval routes ',
            li_4: 'fast search and data extraction with the help of retrieval routes provided by configuration ',
            Animation_title: '',
          },
          Implimentation: {
            Title: 'Realization ',
          },
          Accordion: {
            Title: 'The stages of development of traffic monitoring graphical reports for HP ',
          }
        },
        Session: {
          Blue: {
            Title: 'Session management ',
            Description_1: 'In case of a large number of Internet connection sessions, which are quite long and show no sign of ending, data aggregation tools such as IUM collectors may prove to be ineffective due to a limited memory size.',
            Description_2: 'Using databases as an aggregation tool also imposes such restrictions as, for example, processing speed, high price, complexity, etc.',
          },
          White: {
            Description_1_1: 'A specialized ',
            Description_1_2: 'aggregator with flexible configuration tools ',
            Description_1_3: 'allows managing data with any processor restrictions of memory size and number of cores used.',
            Description_2: 'Flexible configuration allows to make the best possible use of available server resources in order to achieve set objectives and to set broad result parameters. This way a 20-hour time-out may be implemented for GPRS and PTPT sessions in order to define session termination.',
          },
          Accordion: {
            Title: 'Stages of the integration of HP Revenue Leakage Control ',
          }
        },
        Audit: {
          Blue: {
            Title: 'Data integrity and completeness verification ',
            Description_1: 'Data integrity verification is often conducted by mobile operators via making periodic or spontaneous requests to different sources (mediation, billing, gateways, roaming) and comparing the results.',
            Description_2: 'However, the requests do not cover all the data volume and are type safe, which means that they may contain some assumptions that do not let entirely control the content of interrogation data. For example, when the duration and number of calls from the suscriber’s switching device are verified and itemization of monthly bills is conducted, the destination number is not verified. Adding new verifications in this case usually results in considerable expenses both for organizing requests and conducting the comparison. ',
            Description_3_1: 'System of automated data verification ',
            Description_3_2: 'allows to verify data flows automatically 24/7 encompassing all things that can be verified. In addition, all key fields of each record are fully verified and reports on the number of records verified are produced.',
          },
          White: {
            Title: 'Data integrity and completeness analysis ',
            Description_1: ' Traditionally, data integration analytical audit is carried out by means of visual analysis of data flow graphical images (search of peaks and drops) or through looking for deviations according to a specified formula in random verifications over a certain period. It is natural that such an approach can’t cover all the possible data flows, visual analysis of common data doesn’t allow to detect minor deviations, whereas the analysis of request results via formulas requires considerable development and maintenance resources.',
            Description_2_1: 'OLAP system ',
            Description_2_2: 'allows to conduct visual analysis of multidimensional data structure as well as to set up the calculation of unlimited amount of KPI. The provisional aggregation of data before uploading it into an ordinary relational database makes it possible to process the data by means of simple KPI calculation requests that are followed by KPI analysis and derivation of incidents to process in specialized incident management systems.',
          },
          Accordion: {
            Title: 'The stages of the development of HP Revenue Leakage Control new versions ',
          }

        },
      },
      Benefits: {
        Slider: {
          Title: " SiBel’s assets ",
          Description: 'People create business. Innovations help to be one step ahead. The efficiency of all the processes directly affects the competitiveness of the company, whereas compliance with the world standards ensures high-quality production.',
        },
        Icon: {
          Title: 'Our advantages ',
          icon_1_title: 'Professionalism ',
          icon_1_description: 'Extensive experience of employees in handling projects of varying magnitude and complexity ',
          icon_1_btn: 'Employees ',
          icon_2_title: 'Development of competencies ',
          icon_2_description: 'We invest in enhancing technological competencies for software development ',
          icon_2_btn: 'Innovations ',
          icon_3_title: 'Open business ',
          icon_3_description: 'We guarantee software products security and quality of IT services we offer ',
          icon_3_btn: 'Standards and business processes '
        },
        Standards: {
          Blue: {
            Title: 'ISO 9001',
            Description_1: 'Quality management principles are reflected in ISO 9001 standard and are aimed at switching to the concept of Total Quality Management (TQM) that focuses on meeting clients’ needs.',
            Description_2: 'SiBel company on behalf of BelHard Group is certified in compliance with the requirements of STB ISO 9001–2009 by BelGISS, an independent competent organization and accredited system management certification authority.',
            Description_3: 'SiBel practice is not limited to the application of ISO 9001 requirements to quality management systems. Additional engineering and economic tools and techniques are being used.',
            btn_1: 'Show the certificate'
          },
          White: {
            Title: 'Agile ',
            Description_1: 'Nowadays the major advantages of IT companies over others represented on the market are speed of product launch, use of modern technologies of software development, and the ability to create scalable applications. SiBel specialists are able to use different techniques to organize working process and choose the most appropriate one for a concrete distributed team, set objectives, product quality and client’s requirements.',
            Description_2: ' Lean concentrates on organizational effectiveness, optimization and “waste” reduction. Scrum pays special attention to the practical aspect of self-organization of teams. XP (Extreme Programming) focuses on the quality of software product. Kanban is a method of managing the development realizing just-in-time principle and fostering equal work distribution among employees. The specific feature of spiral model is paying special attention to risks in the process of software development.',
            Description_3: 'The use of Agile methodologies allows to start implementing the project as soon as possible, the details of the project can be specified in the process of its realization.',

          },
          Orange: {
            Title_1: 'Guarantees ',
            Title_2: 'Security of software products (B2 class)',
            Description_1: 'There are special information security requirements regulated by Operations and Analysis Center under the President of the Republic of Belarus (OAC) applicable to data of different value. Legislative acts of the Republic of Belarus and provisions of the Constitution of the Republic of Belarus specify information, which is protected against leaks through technical channels due to unauthorized and unintended actions. Companies licensed and accredited by OAC can design information systems (IS) intended to deal with data comprising a state secret (A class) and data containing personal details (B class). BelHard group’s structural subdivision is included in the list of accredited test laboratories in the area of informatization, which confirms the high level of SiBel’s competencies in developing software products using B2 security system.',
          }
        },
        Innovations: {
          Blue: {
            Title: 'Innovative development ',
            Description_1: 'Most innovations in the sphere of IT services involve enhancing the effectiveness of services for our clients and improving the quality of relations between a customer and a company.',
            Description_2: 'SiBel is aware of the advantage of improving and developing innovative technologies. We invest in the development of our own technological competencies on a regular basis in order to estimate the changing needs of our clients. This way we can offer them the most cutting-edge and technology-based processes and software solutions.',
            Description_3: 'Extensive experience and professional knowledge let us improve and develop new methods, be flexible and mobile in a constantly changing sphere of modern information technologies.'
          },
          White: {
            Title: 'Open Source Software ',
            Description_1: 'SiBel believes that source of innovation lies in improving technological base, internal process optimization, implementation of new methods and tools, cost reduction, lowering the cost of software products.',
            Description_2: 'The use of Open Source Software provides our clients with additional benefits:',
            li_1: 'cost reduction ',
            li_2: 'reducing the time needed for developing ',
            li_3: 'stable development of software product.',
          },
          Orange: {
            Title_1: 'Guarantees',
            Title_2: 'Financial guarantees ',
            Description_1: 'SiBel is financially responsible for the level of IT services it offers by means of Service Level Agreement (SLA). ',
            Description_2: 'This document defines rights and obligations of the parties in the form of a service agreement and states the agreement reached as both parties understand it.',
          }
        },
        Employees: {
          Blue: {
            Title: 'Professionalism ',
            Description_1: 'SiBel employees are competent professionals with specialized education and extensive knowledge in the area of high technologies and related spheres.',
            Description_2: 'High motivation and personal enthusiasm trigger project launch. The ability to set priorities and organize technological process of design let the client control product’s development. Striving for perfection creates the final product that satisfies both clients and users.',
            Description_2_2: '',
            Description_2_3: '',
            Description_3: 'SiBel specialists receive regular training, enhance their professional skills and the level of knowledge and confirm their professionalism with certifications.',
          },
          White: {
            Title: 'List of Certifications ',
          },
          Orange: {
            Title_1: 'Гарантии',
            Title_2: '24/7 Monitoring ',
            Description_1: 'Our monitoring service keeps track of quality of service level. At the end of the specified reporting period, the client is provided with a detailed report reflecting the availability level of services and subsystems that determines the quality of services we offer. Thus, the client receives a compelling account of the functioning of information system we are financially responsible for.',
          }
        },

      },
      Guarantees: {
        Slider: {
          Title: "Guarantees ",
          Description: 'SiBel’s guarantees represent the company’s liability to the client, the consumer, the business and the state. We accept responsibility for the result ',
        },
        Guarantee_1: {
          Title_1: "Financial guarantees ",
          Description: 'SiBel is financially responsible for the level of IT services it offers by means of Service Level Agreement (SLA). This document defines rights and obligations of the parties in the form of a service agreement and states the agreement reached as both parties understand it.',
          Title_2: 'SLA major components:',
          li_1: 'declaration of intent ',
          li_2: 'description of the parties’ obligations (including the description of the acceptable productivity level on specified parameters)',
          li_3: 'indication of the period of the agreement validity ',
          li_4: 'description of the use of applications and services as stated by the agreement ',
          li_5: 'description of the agreement execution monitoring procedure ',
          li_6: 'description of work restoration procedure in case of outages and the related penalties ',
          li_7: 'procedure of technical issues (disputed issues) solution ',
        },
        Guarantee_2: {
          Title_1: "Security of software products (B2 class)",
          Description_1: 'There are special information security requirements regulated by Operations and Analysis Center under the President of the Republic of Belarus (OAC) applicable to data of different value. Legislative acts of the Republic of Belarus and provisions of the Constitution of the Republic of Belarus specify information, which is protected against leaks through technical channels due to unauthorized and unintended actions.',
          Description_2: 'Companies licensed and accredited by OAC can design information systems (IS) intended to deal with data comprising a state secret (A class) and data containing personal details (B class).',
          Description_3: 'BelHard group’s structural subdivision is included in the list of accredited test laboratories in the area of informatization, which confirms the high level of SiBel’s competencies in developing software products using B2 security system.',
        },
        Guarantee_3: {
          Title_1: "24/7 Monitoring ",
          Description_1: 'Our monitoring service keeps track of quality of service level. At the end of the specified reporting period, the client is provided with a detailed report reflecting the availability level of services and subsystems that determines the quality of services we offer. Thus, the client receives a compelling account of the functioning of information system we are financially responsible for.',
        },
        Guarantee_4: {
          Title_1: "Our vendors ",
          Description_1: 'Hardware and equipment of world leading manufacturers make SiBel’s products desirable for clinets.',

          Description_2: 'The company develops and produces equipment for corporate clients: servers, data storage systems, storage area networks, network equipment. In addition, it deals with cloud infrastructure design, system integration, converged systems and develops software. ',

          Description_3: 'The company specializes in the production of database management systems, middleware and business applications (ERP and CRM systems, industry-specific applications). The most well-known company’s product is Oracle Database that has been released by the company since its foundation. In 2008 the company started to produce integrated hardware and software systems, and in 2009 it launched the production of server hardware.',

          Description_4_1: 'A multinational company, which develops and sells network equipment designed mainly for large organizations and telecommunications companies, a worldwide leader in producing equipment for video conferencing.',
          Decription_4_2: 'One of the features of the company’s business model is multi-level ramified system of certification of computer network engineers.',
          Description_5: 'One of the leading power protection solutions providers: solutions range from those for home use to those for large networks. The company produces various equipment for integrated management of power systems, monitoring systems, diagnostic systems, etc. What is more, APC offers products for mobile devices: a wide range of storage batteries, surge protectors for portable computers.',
          Description_6: 'A big French engineering company that develops and produces solutions in the area of power management as well as integrated energy-efficient solutions for power engineering and infrastructure, industrial facilities, civil and housing construction, data processing centres.'
        }
      },
      Cases: {
        Slider: {
          Title: 'It all starts with an Idea ',
          Description: 'The vision of creating a new form, product, service or business model is born from an idea. The idea determines its main and essential features turning into completed projects '
        }
      }


    });
  });
/////**********************//// Заюзать для выгрузки словарей в файлах
//   .config(['$translateProvider', '$translatePartialLoaderProvider', function ($translateProvider, $translatePartialLoaderProvider) {
//     $translatePartialLoaderProvider.addPart('ru');
//     $translateProvider.useLoader('$translatePartialLoader', {
//       urlTemplate: '../styles/i18/ru.json'
//     });
//     $translateProvider.preferredLanguage('en');
//   }])
//   .run(['$translatePartialLoader', '$translate', function ($translatePartialLoader, $translate){
//     // $translatePartialLoader.addPart('two');
//     $translate.use('ru');
//     // $translate.refresh();
//   }])

/*************/

